Repository: DVDVideoSoft/free3dphotomaker
Catalog: Free3DPhotoMaker/Common/Resources/CommonData.*-*.resx
Languages: chs, cht, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr

source: Player color:
chs: 播放器颜色:
cht: 播放器顏色：
de_de: Playerfarbe:
el_gr: Χρώμα Player:
es_es: Color de reproductor:
fr_fr: Couleur du lecteur:
hu_hu: Lejátszó színe:
it_it: Colore lettore:
ja_jp: プレーヤーの色:
nl_nl: Kleur speler:
pl_pl: Kolor odtwarzacza:
pt_pt: Cor do Player:
ru_ru: Цвет:
tr_tr: Yürütücü rengi:

# PlayerImageLabel
source: Player:
chs: 播放器:
cht: 播放器：
es_es: Reproductor:
fr_fr: Lecteur:
hu_hu: Lejátszó:
it_it: Lettore:
ja_jp: プレーヤー:
nl_nl: Speler:
pl_pl: Odtwarzacz:
ru_ru: Плеер:
tr_tr: Yürütücü:

source: Player type:
chs: 播放器类型:
cht: 播放器類型：
de_de: Player-Typ:
el_gr: Τύπος Player:
es_es: Tipo de reproductor:
fr_fr: Type de lecteur:
hu_hu: Lejátszó típusa:
it_it: Tipo lettore:
ja_jp: プレーヤーの種類:
nl_nl: Type speler:
pl_pl: Typ odtwarzacza:
pt_pt: Tipo do Player:
ru_ru: Тип:
tr_tr: Yürütücü Tipi:

source: Flash player
chs: Flash 播放器
cht: Flash播放器
fr_fr: Lecteur Flash
hu_hu: Flash lejátszó
it_it: Lettore Flash
ja_jp: Flashプレーヤー:
nl_nl: Flash-speler
pl_pl: Odtwarzacz Flash
ru_ru: Флеш плеер

# DownloadingInProgress
source: Downloading in progress, please wait...
chs: 下载中，请稍等。。。
cht: 下載進行中，請稍候...
de_de: Download läuft. Bitte warten Sie...
el_gr: Λήψη βρίσκεται σε εξέλιξη, παρακαλώ περιμένετε...
es_es: Por favor, espera mientras se realiza la descarga...
fr_fr: Téléchargement en cours, patientez s'il vous plaît...
hu_hu: Letöltés folyamatban van, kérlek várj...
it_it: Download in corso, si prega di attendere...
ja_jp: ダウンロード中、しばらくお待ち下さい...
nl_nl: Bezig met downloaden, een moment geduld alstublieft...
pl_pl: Pobieranie w toku, proszę czekać...
pt_pt: Por favor, espera enquanto se realiza a descarga...
ru_ru: Идет загрузка файлов, пожалуйста, подождите...
tr_tr: İndirme devam ediyor, lütfen bekleyin...

source: Download failed
chs: 下载失败
cht: 下載失敗
de_de: Download fehlgeschlagen
el_gr: Η λήψη απέτυχε
es_es: Falla al descargar el vídeo
fr_fr: Transfèrement échoué
hu_hu: Letöltés sikertelen
it_it: Download non riuscitо
ja_jp: アップロードに失敗しました
nl_nl: Downloaden mislukt
pl_pl: Plik jest uszkodzony
pt_pt: Falha ao descarregar
ru_ru: Ошибка загрузки
tr_tr: İndirme başarısız

source: Learn more
chs: 了解更多
cht: 瞭解更多
de_de: Mehr Infos
el_gr: Μάθε περισσότερα
es_es: Más información
fr_fr: En savoir plus
hu_hu: További részletek
it_it: Saperne di più
ja_jp: 詳細
nl_nl: Leer meer
pl_pl: Dowiedz się więcej
pt_pt: Mais informação
ru_ru: Узнать больше
tr_tr: Daha fazla bilgi

source: Preset
chs: 预设置
cht: 預設值
de_de: Voreinstellung
el_gr: Προκαθορισμένη ρύθμιση
es_es: Perfil
fr_fr: Prédéfinition
hu_hu: Beállítás
it_it: Set di impostazioni
ja_jp: プリセット
nl_nl: Voorkeursinstellingen
pl_pl: Zestawy ustawień
pt_pt: Predefinições
ru_ru: Профиль
tr_tr: Ön ayar

source: Setup
chs: 设置
cht: 設定
de_de: Installation
el_gr: Εγκατάσταση
es_es: Instalación
fr_fr: Installation
hu_hu: Telepítés
it_it: Installazione
ja_jp: セットアップ
nl_nl: Installatie
pl_pl: Ustawienia
pt_pt: Instalação
ru_ru: Установка
tr_tr: Kurulum

source: Play / Stop
chs: 播放 / 停止
cht: 播放/停止
de_de: Abspielen / Stopp
el_gr: Αναπαραγωγή \ Διακοπή
es_es: Reproducir / Detener
fr_fr: Reproduire / Arrêter
hu_hu: Lejátszás / Megállítás
it_it: Play / Arresta
ja_jp: 再生 / 停止
nl_nl: Afspelen / Stoppen
pl_pl: Odtwarzaj / Zatrzymaj
pt_pt: Reproduzir / Parar
ru_ru: Воспроизвести / Остановить
tr_tr: Yürüt / Durdur

source: Warning
chs: 警告
cht: 警告
de_de: Warnung
el_gr: Προειδοποίηση
es_es: Atención
fr_fr: Attention
hu_hu: Figyelmeztetés
it_it: Attenzione
ja_jp: 注意
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_pt: Atenção
ru_ru: Предупреждение
tr_tr: Uyarı

source: Please add audio files
chs: 请添加音频文件
cht: 請增加聲音檔案
de_de: Bitte fügen Sie Audiodateien hinzu
el_gr: Προσθέστε αρχεία ήχουΠροσθέστε αρχεία ήχου
es_es: Por favor, añade archivos de audio
fr_fr: S'il vous plaît, ajoutez des fichiers audio
hu_hu: Kérlek adj hozzá audiófájlokat
it_it: Si prega di aggiungere file audio
ja_jp: オーディオファイルを追加して下さい
nl_nl: Voeg alstublieft audiobestanden toe
pl_pl: Dodaj pliki audio
pt_pt: Por favor, acrescenta ficheiros de áudio
ru_ru: Добавьте, пожалуйста, аудио файлы
tr_tr: Lütfen ses dosyası ekleyin

source: year
chs: 年
cht: 年
de_de: jahr
el_gr: έτος
es_es: año
fr_fr: année
hu_hu: év
it_it: anno
ja_jp: 年
nl_nl: jaar
pl_pl: rok
pt_pt: ano
ru_ru: год
tr_tr: yıl

source: Buy Now
chs: 现在购买
cht: 現在購買
de_de: Jetzt kaufen
el_gr: Αγοράστε τώρα
es_es: Compra ahora
fr_fr: Acheter maintenant
hu_hu: Megvesz most
it_it: Acquista ora
ja_jp: 今すぐ購入
nl_nl: Koop nu
pl_pl: Kup teraz
pt_pt: Compra agora
ru_ru: Купить сейчас
tr_tr: Satın Al

source: Failed to connect to the Internet
chs: 无法连接到互联网
cht: 無法連接到網路
de_de: Internetverbindung fehlgeschlagen
el_gr: Απέτυχε η σύνδεση στο Internet
es_es: Fallo al conectar a Internet
fr_fr: Impossible de se connecter à Internet
hu_hu: Nem sikerült csatlakozni az internetre
it_it: Impossibile connettersi a Internet
ja_jp: インターネットに接続出来ません
nl_nl: Verbinding met het internet niet geslaagd
pl_pl: Nie udało się uzyskać połączenia z internetem
pt_pt: Erro ao conectar Internet
ru_ru: Не удается установить интернет соединение
tr_tr: İnternet bağlantısı yapılamadı

source: Failed to save license file
chs: 许可证文件存储失败
cht: 無法儲存許可檔案
de_de: Sicherung der Lizenzdatei ist fehlgeschlagen
el_gr: Απέτυχε να αποθηκεύσετε το αρχείο άδειας χρήσης
es_es: Fallo al guardar el archivo de licencia
fr_fr: Impossible d'enregistrer le fichier de licence
hu_hu: Licenszfájl elmentése nem sikerült
it_it: Impossibile salvare il file di licenza
ja_jp: ライセンスファイルの保存に失敗しました
nl_nl: Opslaan van licentiebestand is mislukt
pl_pl: Nie udało się zapisać pliku licencyjnego
pt_pt: Erro ao guardar o ficheiro da licença
ru_ru: Ошибка при сохранении лицензионного файла
tr_tr: Lisans dosyası kaydedilemedi

source: License file corrupted
chs: 许可证文件被破坏
cht: 許可檔案損壞
de_de: Lizenzdatei ist beschädigt
el_gr: Κατεστραμμένο αρχείο άδειας χρήσης
es_es: Archivo de licencia corrompido
fr_fr: Fichier de licence est corrompu
hu_hu: A licenszfájl megsérült
it_it: Il file di licenza danneggiato
ja_jp: ライセンスファイルの認証に失敗しました
nl_nl: Licentiebestand beschadigd
pl_pl: Plik licencyjny jest uszkodzony
pt_pt: Ficheiro de licença corrumpido
ru_ru: Лицензионный файл поврежден
tr_tr: Lisans dosyası bozuk

# InvalidSubscriptionKey
source: Wrong subscription key, please try again
chs: 订阅密钥错误
cht: 錯誤的訂閱金鑰，請再試一次
de_de: Sie haben den Abonnementschlüssel nicht korrekt eingegeben. Versuchen Sie bitte wieder
el_gr: Λανθασμένο κλειδί εγγραφής, παρακαλώ δοκιμάστε ξανά
es_es: Clave de suscripción inválida. Inténtalo de nuevo, por favor
fr_fr: La clé d'abonnement n'est pas valide, s'il vous plaît essayez de nouveau
hu_hu: Rossz előfizetési kulcs, kérlek próbáld újra
it_it: Il codice di abbonamento errato, riprova per favore
ja_jp: 応募コード認証に失敗しました。もう一度入力して下さい
nl_nl: Verkeerde abonnementssleutel, probeer het nogmaals
pl_pl: Nieprawidłowy klucz subskrypcji, prosimy spróbować ponownie
pt_pt: Código de subscrição inválido. Tenta outra vez, por favor
ru_ru: Неверный ключ подписки. Пожалуйста, попробуйте еще раз
tr_tr: Hatalı üyelik anahtarı, lütfen tekrar deneyin

source: License file not found
chs: 许可证文件未找到
cht: 未找到許可檔案
de_de: Lizenzdatei wird nicht gefunden
el_gr: Δεν βρέθηκε το αρχείο άδειας χρήσης
es_es: No se puede encontrar el archivo de licencia
fr_fr: Fichier de licence introuvable
hu_hu: Licenszfájl nem található
it_it: Il file di licenza non trovato
ja_jp: ライセンスファイルが見つかりません
nl_nl: Licentiebestand niet gevonden
pl_pl: Nie znaleziono pliku licencyjnego
pt_pt: Não se pode encontrar o ficheiro da licença
ru_ru: Лицензионный файл не найден
tr_tr: Lisans dosyası bulunamadı

source: License has expired
chs: 授权已过期
cht: 許可已經過期
de_de: Lizenz ist abgelaufen
el_gr: Η Άδεια έχει λήξει
es_es: La licencia ha caducado
fr_fr: La licence a expiré
hu_hu: Az előfizetés lejárt
it_it: La licenza è scaduta
ja_jp: ライセンスの有効期限が切れました
nl_nl: Licentie is verlopen
pl_pl: Skończył się termin ważności licencji
pt_pt: A licença caducou
ru_ru: Ваша подписка закончилась
tr_tr: Lisans süresi doldu

# ReadHttpResponseFailed
source: Failed to get response from the registration server
chs: 登记服务器没有反映
cht: 無法從註冊伺服器得到回應
de_de: Es ist nicht möglich, eine Antwort von dem Registrierungsserver zu erhalten
el_gr: Απέτυχε η λήψη απόκρισης από το διακομιστή εγγραφής
es_es: Fallo al recibir respuesta del servidor de registro
fr_fr: Impossible d'obtenir la réponse du serveur d'enregistrement
hu_hu: Nem érkezett válasz a regisztrációs szervertől
it_it: Impossibile ottenere una risposta dal server di registrazione
ja_jp: 登録サーバーからの応答の取得に失敗しました
nl_nl: Geen antwoord van de registratieserver verkregen
pl_pl: Nie udało się uzyskać odpowiedzi z serwera rejestrującego
pt_pt: Erro ao receber resposta do servidor de registo
ru_ru: Регистрационный сервер не отвечает
tr_tr: Kayıt sunucusundan yanıt alınamadı

source: Registration failed
chs: 注册失败
cht: 註冊失敗
de_de: Registrierung fehlgeschlagen
el_gr: Η δήλωση απέτυχε
es_es: Fallo de registro
fr_fr: Echec de l'enregistrement
hu_hu: Regisztráció nem sikerült
it_it: Errore durante la registrazione
ja_jp: 登録に失敗しました
nl_nl: Registratie mislukt
pl_pl: Rejestracja nie powiodła się
pt_pt: Erro de registo
ru_ru: Ошибка регистрации
tr_tr: Kayıt başarısız

source: Registration is complete
chs: 注册完成
cht: 註冊完成
de_de: Registrierungsvorgang ist abgeschlossen
el_gr: Η εγγραφή είναι πλήρης
es_es: Registro está completado
fr_fr: L'enregistrement est terminé
hu_hu: Regisztráció sikerült
it_it: La registrazione è completata
ja_jp: 登録が完了しました
nl_nl: Registratie is voltooid
pl_pl: Rejestracja została pomyślnie zakończona
pt_pt: O registo foi completado
ru_ru: Регистрация успешно завершена
tr_tr: Kayıt tamamlandı

source: Thank you for registering
chs: 感谢您的注册
cht: 謝謝您的註冊
de_de: Vielen Dank für Ihre Registrierung
el_gr: Σας ευχαριστούμε για την εγγραφή σας
es_es: Gracias por registrarte
fr_fr: Merci d'avoir enregistré
hu_hu: Köszönjük, hogy regisztráltál
it_it: Grazie per aver effettuato la registrazione
ja_jp: 登録をして頂きまして誠にありがとうございます
nl_nl: Dank u voor het registreren
pl_pl: Dziękujemy za zarejestrowanie się
pt_pt: Obrigado por te registares
ru_ru: Благодарим за пройденную регистрацию
tr_tr: Kayıt olduğunuz için teşekkürler

# ThisMachineIsNotRegistered
source: This machine is not registered for this subscription
chs: 这台电脑没有注册此订阅
cht: 這台機器沒有註冊此訂閱
de_de: Der Computer ist für dieses Abonnement nicht registriert
el_gr: Αυτό το μηχάνημα δεν έχει καταχωρηθεί για αυτήν τη συνδρομή
es_es: Este ordenador no está registrado para la suscripción
fr_fr: Cet ordinateur n'est pas enregistré pour cet abonnement
hu_hu: Ez a számítógép nincs regisztrálva erre az előfizetésre
it_it: Questo computer non è registrato per l'abbonamento
ja_jp: このコンピューターには当応募が登録されません
nl_nl: Dit apparaat is niet geregistreerd voor dit abonnement
pl_pl: Ten komputer nie jest zarejestrowany dla tej subskrypcji
pt_pt: Este computador não está registado para a subscrição
ru_ru: Данная подписка не активна на этом компьютере
tr_tr: Bu makine, bu abonelik için kayıtlı değil

# AnErrorOccured
source: An error occurred
chs: 出现错误
cht: 出現錯誤
de_de: Ein Fehler ist aufgetreten
el_gr: Παρουσιάστηκε σφάλμα
es_es: Ocurrió un error
fr_fr: Une erreur s'est produite
hu_hu: Hiba történt
it_it: È verificato un errore
ja_jp: エラーが発生しました
nl_nl: Er heeft zich een fout voorgedaan
pl_pl: Wystąpił błąd
pt_pt: Houve um erro
ru_ru: Произошла ошибка
tr_tr: Bir hata oluştu

# Completed_U
source: Completed
chs: 完成
cht: 完成
de_de: Abgeschlossen
el_gr: Ολοκληρώθηκε
es_es: Terminado
fr_fr: Terminé
hu_hu: Befejezve
it_it: Completato
ja_jp: 完了
nl_nl: Voltooid
pl_pl: Zakończone
pt_pt: Concluído
ru_ru: Завершено
tr_tr: Tamamlandı

source: Quality
chs: 质量
cht: 品質
de_de: Qualität
el_gr: Ποιότητα
es_es: Calidad
fr_fr: Qualité
hu_hu: Minőség
it_it: Qualità
ja_jp: 動画質
nl_nl: Kwaliteit
pl_pl: Jakość
pt_pt: Qualidade
ru_ru: Качество
tr_tr: Kalite

source: Checking...
chs: 检查中。。。
cht: 檢查中...
de_de: Überprüfung...
el_gr: Γίνεται έλεγχος...
es_es: Verificación...
fr_fr: Vérification...
hu_hu: Ellenőrzés...
it_it: Verifica...
ja_jp: チェック中...
pl_pl: Sprawdzanie...
pt_pt: Verificação...
ru_ru: Проверка...
tr_tr: Denetleniyor...

source: Ready for download
chs: 准备下载
cht: 準備下載
de_de: Bereit zum Download
el_gr: Έτοιμο για λήψη
es_es: Listo para descargar
fr_fr: Préparé
hu_hu: Készen áll a letöltésre
it_it: Pronto per il download
ja_jp: ダウンロード準備完了
nl_nl: Klaar om te downloaden
pl_pl: Gotowe do pobrania
pt_pt: Preparado
ru_ru: Готов к скачиванию
tr_tr: İndirmeye hazır

source: Enqueued
chs: 入队
cht: 等候中
de_de: Eingereiht
el_gr: Βρίσκεται σε ουρά αναμονής
es_es: En cola
fr_fr: En attente
hu_hu: Sorbaállítva
it_it: Messo in coda
ja_jp: 控え
nl_nl: In de wachtrij
pl_pl: Oczekuje
pt_pt: Em espera
ru_ru: В очереди
tr_tr: Kuyruğa alındı

source: Failed
chs: 失败
cht: 失敗
de_de: Fehlgeschlagen
el_gr: Απέτυχε
es_es: Falló
fr_fr: Echoué
hu_hu: Sikertelen
it_it: Non riuscito
ja_jp: 失敗
nl_nl: Mislukt
pl_pl: Nie udało się
pt_pt: Falhou
ru_ru: Не удалось
tr_tr: Başarısız

source: Paused
chs: 暂停
cht: 暫停
de_de: Pausiert
el_gr: Έγινε παύση
es_es: Pausado
fr_fr: Suspendu
hu_hu: Szüneteltetve
it_it: In pausa
ja_jp: 一時休止
nl_nl: Gepauseerd
pl_pl: Zatrzymano
pt_pt: Pausado
ru_ru: Пауза
tr_tr: Durduruldu

source: Playlist
chs: 播放表
cht: 播放清單
el_gr: Λίστα αναπαραγωγής
es_es: Lista de reproducción
hu_hu: Lejátszási lista
ja_jp: プレイリスト
nl_nl: Afspeellijst
pl_pl: Playlista
pt_pt: Lista de reprodução
ru_ru: Плейлист
tr_tr: Çalma Listesi

source: Converted
chs: 转换后
cht: 轉換
de_de: Konvertiert
el_gr: Μετατροπή
es_es: Convertido
fr_fr: Converti
hu_hu: Konvertált
it_it: Convertito
ja_jp: 変換後の形式
nl_nl: Geconverteerd
pl_pl: Skonwertowany
pt_pt: Convertido
ru_ru: Конвертированный
tr_tr: Dönüştürüldü

source: Connection error
chs: 网络错误
cht: 連結錯誤
de_de: Verbindungsfehler
el_gr: Σφάλμα σύνδεσης
es_es: Error de conexión
fr_fr: Erreur de connexion
hu_hu: Kapcsolódási hiba
it_it: Errore di connessione
ja_jp: インターネット接続エラー
nl_nl: Verbindingsfout
pl_pl: Błąd połączenia
pt_pt: Erro de conexão
ru_ru: Ошибка соединения
tr_tr: Bağlantı hatası

source: Unsupported file format
chs: 不支持这个格式
cht: 不支援的檔案格式
de_de: Nicht unterstütztes Dateiformat
el_gr: Μορφή αρχείου που δεν υποστηρίζεται
es_es: Formato de archivo no soportado
fr_fr: Format de fichier non supporté
hu_hu: Nem támogatott fájlformátum
it_it: Formato file non supportato
ja_jp: このファイル形式はサポートされていません
nl_nl: Niet ondersteund bestandsformaat
pl_pl: Nieobsługiwany format pliku
pt_pt: Formato de ficheiro não suportado
ru_ru: Данный формат файла не поддерживается
tr_tr: Desteklenmeyen dosya biçimi

# VideoFileSizeExceedsLimits
source: File size or video duration exceeds allowed limits
chs: 超过了文件的最大或最长容量
cht: 檔案大小或影片長度超過允許範圍
de_de: Dateigröße oder Videodauer überschreitet die zulässige Maximalgrenze
el_gr: Το μέγεθος της διάρκειας του αρχείου ή βίντεο υπερβαίνει το επιτρεπόμενα όρια
es_es: Tamaño del archivo o duración del vídeo excede límites
fr_fr: La taille du fichier ou la durée de la vidéo dépasse les limites permises
hu_hu: Fájlméret vagy videó hossza meghaladja az engedélyezett határokat
it_it: Dimensione di file o durata di video superano i limiti consentiti
ja_jp: ファイルサイズ、又は動画時間は限界を超えます
nl_nl: Bestandsgrootte of lengte video overschrijdt de toegestane limieten
pl_pl: Rozmiar pliku lub czas trwania wideo przekracza dozwolone limity
pt_pt: O tamanho do ficheiro ou a duração do vídeo excede os limites
ru_ru: Размер файла или продолжительность видео превышают допустимые пределы
tr_tr: Dosya boyutu veya video süresi kabul edilebilir limitler dışında

# FailedToGetResponseFromServer
source: Failed to get response from the registration server
chs: 登记服务器没有反映
cht: 無法從註冊伺服器得到回應
de_de: Es ist nicht möglich, eine Antwort von dem Registrierungsserver zu erhalten
el_gr: Απέτυχε η λήψη απόκρισης από το διακομιστή εγγραφής
es_es: Fallo al recibir respuesta del servidor de registro
fr_fr: Impossible d'obtenir la réponse du serveur d'enregistrement
hu_hu: Nem érkezett válasz a regisztrációs szervertől
it_it: Impossibile ottenere una risposta dal server di registrazione
ja_jp: 登録サーバーからの応答の取得に失敗しました
nl_nl: Geen antwoord van de registratieserver verkregen
pl_pl: Nie udało się uzyskać odpowiedzi z serwera rejestrującego
pt_pt: Erro ao receber resposta do servidor de registo
ru_ru: Регистрационный сервер не отвечает
tr_tr: Kayıt sunucusundan yanıt alınamadı

source: Registration
chs: 注册
cht: 註冊
de_de: Registrierung
el_gr: Καταχώριση
es_es: Registro
hu_hu: Regisztráció
it_it: Registrazione
ja_jp: 登録
nl_nl: Registratie
pl_pl: Rejestracja
pt_pt: Registo
ru_ru: Регистрация
tr_tr: Kayıt

# WrongSubscriptionKey
source: Wrong subscription key, please try again
chs: 订阅密钥错误
cht: 錯誤的訂閱金鑰，請再試一次
de_de: Sie haben den Abonnementschlüssel nicht korrekt eingegeben. Versuchen Sie bitte wieder
el_gr: Λανθασμένο κλειδί εγγραφής, παρακαλώ δοκιμάστε ξανά
es_es: Clave de suscripción inválida. Inténtalo de nuevo, por favor
fr_fr: La clé d'abonnement n'est pas valide, s'il vous plaît essayez de nouveau
hu_hu: Rossz előfizetési kulcs, kérlek próbáld újra
it_it: Il codice di abbonamento errato, riprova per favore
ja_jp: 応募コード認証に失敗しました。もう一度入力して下さい
nl_nl: Verkeerde abonnementssleutel, probeer het nogmaals
pl_pl: Nieprawidłowy klucz subskrypcji, prosimy spróbować ponownie
pt_pt: Código de subscrição inválido. Tenta outra vez, por favor
ru_ru: Неверный ключ подписки. Пожалуйста, попробуйте еще раз
tr_tr: Hatalı üyelik anahtarı, lütfen tekrar deneyin

source: Original YouTube
chs: 原始
cht: 原始的YouTube
fr_fr: Original sur YouTube
hu_hu: Eredeti YouTube
it_it: Originale YouTube
ja_jp: 元のYouTube形式
nl_nl: Origineel YouTube
pl_pl: Oryginalny YouTube
ru_ru: Исходный на YouTube
tr_tr: Orjinal YouTube

# CopyItToClipboard
source: Copy to Clipboard?
chs: 复制到剪贴板？
cht: 複製到剪貼簿？
de_de: Möchten Sie in die Zwischenablage kopieren?
el_gr: Αντιγραφή στο Πρόχειρο;
es_es: ¿Copiar a portapapeles?
fr_fr: Copier dans le Presse-papiers?
hu_hu: Másolás a vágólapra?
it_it: Copiare negli appunti?
ja_jp: クリップボードにコピーしますか。
nl_nl: Naar Klembord Kopiëren?
pl_pl: Kopiować do Schowka?
pt_pt: Copiar ao porta-papéis?
ru_ru: Скопировать в буфер обмена?
tr_tr: Panoya Kopyala?

# GoTo
source: Go to {0}
chs: 移至{0}
cht: 移至 {0}
de_de: Zu {0} gehen
el_gr: Μεταβείτε στο {0}
es_es: Ir a {0}
fr_fr: Aller à {0}
hu_hu: Ugrás ide: {0}
it_it: Vai a {0}
ja_jp: {0}を開く
nl_nl: Ga naar {0}
pl_pl: Idź do {0}
pt_pt: Ir a {0}
ru_ru: Перейти на сайт {0}
tr_tr: Git {0}

source: Show Subscription Request Code
chs: 显示订阅请求代码
cht: 顯示訂購要求代碼
de_de: Code der Abonnementanfrage anzeigen
el_gr: Εμφάνιση κώδικα αίτησης εγγραφής
es_es: Ver el código de solicitud de suscripción
fr_fr: Voir le code de demande de souscription
hu_hu: Előfizetési kérelem kódjának megjelenítése
it_it: Mostra il codice di richiesta di abbonamento
ja_jp: 応募コードを表示
nl_nl: Toon Abonnementsaanvragen Code
pl_pl: Pokaż Kod Odpowiedzi do Subskrypcji
pt_pt: Ver o código do pedido de subscrição
ru_ru: Показать код запроса на активацию подписки
tr_tr: Abonelik talep kodu göster

source: Subscription request code:
chs: 订阅请求代码：
cht: 訂購要求代碼：
de_de: Code der Abonnementanfrage:
el_gr: Ο κωδικός της αίτησης εγγραφής είναι:
es_es: Código de solicitud de suscripción:
fr_fr: Сode de demande de souscription:
hu_hu: Előfizetési kérelem kódja
it_it: Codice di richiesta di abbonamento:
ja_jp: 応募コード：
nl_nl: Abonnementsaanvragen Code:
pl_pl: Kod odpowiedzi do subskrypcji:
pt_pt: Código do pedido de subscrição:
ru_ru: Код запроса на активацию подписки:
tr_tr: Abonelik talep kodu:

# GetRocketSubsctiption
source: Get Rocket Subscription
chs: 得到Rocket订阅
cht: 取得火箭訂閱
de_de: Erhalten Sie ein Rocket-Abonnement
el_gr: Πάρτε Συνδρομή Πυραύλου
es_es: Recibir suscripción de Rocket
fr_fr: Obtenez l'abonnement Rocket
hu_hu: Vásárolj Rocket előfizetést
it_it: Ottieni l'abbonamento Rocket
ja_jp: Ｒｏｃｋｅｔ応募を取得！
nl_nl: Neem Roketabonnement
pl_pl: Kup subskrypcję Rocket
pt_pt: Receber a subscrição de Rocket
ru_ru: Получить подписку Rocket
tr_tr: Rocket Abonelik Alın

source: New version is available
chs: 现在有可用的新版本
cht: 目前有可用的新版本。
de_de: Die neue Version ist verfügbar
el_gr: Νέα έκδοση είναι διαθέσιμη
es_es: Nueva versión está disponible
fr_fr: La nouvelle version est disponible
hu_hu: Új verzió érhető el
it_it: La nuova versione è disponibile
ja_jp: 更新バージョンが利用可能です
nl_nl: Er is een nieuwe versie beschikbaar
pl_pl: Dostępna jest nowa wersja programu
pt_pt: Há uma nova versão disponível
ru_ru: Доступна новая версия
tr_tr: Yeni versiyon var

# AudioQuality
source: Quality
chs: 质量
cht: 品質
de_de: Qualität
el_gr: Ποιότητα
es_es: Calidad
fr_fr: Qualité
hu_hu: Minőség
it_it: Qualità
ja_jp: 動画質
nl_nl: Kwaliteit
pl_pl: Jakość
pt_pt: Qualidade
ru_ru: Качество
tr_tr: Kalite

# Presets
source: Preset
chs: 预设置
cht: 預設值
de_de: Voreinstellung
el_gr: Προκαθορισμένη ρύθμιση
es_es: Perfil
fr_fr: Prédéfinition
hu_hu: Beállítás
it_it: Set di impostazioni
ja_jp: プリセット
nl_nl: Voorkeursinstellingen
pl_pl: Zestawy ustawień
pt_pt: Predefinições
ru_ru: Профиль
tr_tr: Ön ayar

source: Create DVD
chs: 创建 DVD
cht: 建立DVD
de_de: DVD erstellen
el_gr: Δημιουργία DVD
es_es: Crear DVD
fr_fr: Créer DVD
hu_hu: DVD létrehozása
it_it: Crea DVD
ja_jp: DVDを作成
nl_nl: Dvd maken
pl_pl: Utwórz DVD
pt_pt: Criar DVD
ru_ru: Создать DVD
tr_tr: DVD Oluştu

source: Occupied Space:
chs: 占用空间:
cht: 使用空間：
de_de: Belegter Speicher:
el_gr: Κατεχόμενος χώρος:
es_es: Espacio usado:
fr_fr: Espace utilisé:
hu_hu: Foglalt terület:
it_it: Spazio utilizzato:
ja_jp: 使用容量:
nl_nl: Grootte op de schijf:
pl_pl: Rozmiar na dysku:
pt_pt: Espaço usado:
ru_ru: Занято на диске:
tr_tr: Kullanılacak Alan:

# OoopsNoFiles
source: Ooops, you have not added any files
chs: 哎呀，无添加文件了!
cht: 哎呀，還未加入任何檔案！
de_de: Ooops! Sie haben keine Dateien hinzugefügt
el_gr: Ωχ, δεν έχετε προσθέσει κανένα αρχείο
es_es: ¡Ooops! No has pegado ningún archivo
fr_fr: Vous n'avez ajouté aucun fichier
hu_hu: Hoppá, nem adtál hozzá egyetlen fájlt sem
it_it: Nessun file aggiunto nel programma
ja_jp: 注意！ファイルが追加されていません！
nl_nl: Oeps, u heeft geen bestanden toegevoegd
pl_pl: Ups, nie dodałeś żadnych plików.
pt_pt: Ooops! Não colaste nenhum ficheiro
ru_ru: Ооопс! Вы не добавили ни одного файла
tr_tr: Ooops, hiç bir dosya eklenmedi

source: Open in External Player
chs: 打开外部播放器
cht: 在外部播放器開啟
de_de: Im externen Player öffnen
el_gr: Άνοιγμα στο εξωτερικό Player
es_es: Abrir en un reproductor externo
fr_fr: Ouvrir dans un lecteur extérieur
hu_hu: Megnyitás külső lejátszóban
it_it: Apri in lettore esterno
ja_jp: 外部プレーヤーで開く
ru_ru: Открыть во внешнем плеере
tr_tr: Harici yürütücüde aç
