Repository: DVDVideoSoft/free3dphotomaker
Catalog: Free3DPhotoMaker/Common/Resources/CommonData.*-*.resx
Languages: chs, cht, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr

# CodecPackDownloadedAndReady
source: The codec pack has been downloaded and is ready to install. All DVDVideoSoft programs will be closed automatically.
chs: 解码包已经下载，并且已经准备安装。所有的DVDVideoSoft程式将会自动关闭。
cht: 解碼包已經下載，並且已經準備安裝。所有的DVDVideoSoft程式將會自動關閉。
de_de: Das Codec Pack wurde heruntergeladen und kann installiert werden. Alle DVDVideoSoft-Programme werden automatisch geschlossen.
el_gr: Η εγκατάσταση του πακέτου κωδικοποιητών έχει ληφθεί και είναι έτοιμη για εγκατάσταση. Όλα τα DVDVideoSoft προγράμματα θα κλείσουν αυτόματα.
es_es: El paquete de códecs ha sido descargado y está preparado para instalación. Todos los programas de DVDVideoSoft estarán cerrados automáticamente.
fr_fr: Le pack de codecs a été téléchargé et il est prêt à installer. Tous les programmes DVDVideoSoft seront fermés automatiquement.
hu_hu: A kodekcsomag letöltődött és készen áll a telepítésre. Az összes DVDVideoSoft program most automatikusan bezáródik.
it_it: Il pacchetto di codec è scaricato ed è pronto per l'installazione. Tutti i programmi di DVDVideoSoft saranno chiusi automaticamente.
ja_jp: コーデックパックがダウンロードされ、インストールする準備が出来ました。DVDVideoSoftの全てのプログラムは自動的に閉じられます。
nl_nl: De codec pack is gedownload en is gereed voor installatie. Alle DVDVideoSoft programs zullen automatisch worden afgesloten.
pl_pl: Pakiet kodeków został pomyślnie pobrany i jest gotowy do instalacji. Wszystkie programy DVDVideoSoft programy zostaną zamknięte automatycznie.
pt_pt: O pacote de códecs foi descarregado e está preparado para instalação. Todos os programas de DVDVideoSoft estarão fechados automaticamente.
ru_ru: Загрузка пакета кодеков завершена, он готов к установке. Все программы DVDVideoSoft будут автоматически закрыты.
tr_tr: Codec paketi indirildi ve yükleme hazır. Tüm DVDVideoSoft programları otomatik olarka kapanacak.

# EnterVerificationCodeAndRestart
source: Enter the verification code in your browser and restart the program. Open the browser now?
chs: 在您的浏览器输入认证码并且重新启动程式。现在开启浏览器？
cht: 在您的瀏覽器輸入認證碼並且重新啟動程式。現在開啟瀏覽器？
de_de: Bitte geben Sie den Bestätigungscode in Ihrem Browser ein und starten Sie das Programm neu. Möchten Sie den Browser jetzt öffnen?
el_gr: Εισαγάγετε τον κωδικό επαλήθευσης στο πρόγραμμα περιήγησής σας και ξεκινήστε πάλι το πρόγραμμα. Θέλετ να ανοίξετε το πρόγραμμα περιήγησης τώρα;
es_es: Introduce el código de verificación en tu navegador y lanza el programa. ¿Abrir el navegador ahora?
fr_fr: Entrez le code de vérification dans votre navigateur Web et redémarrez le programme. Voulez-vous ouvrir le navigateur maintenant?
hu_hu: Add meg az ellenőrző kódot a böngésződben és indítsd újra a programot. Megnyitod most a böngészőt?
it_it: Inserisci il codice di verifica nel browser e riavvia il programma. Vuoi aprire il browser ora?
ja_jp: ブラウザに検証コードを入力して、プログラムを再起動して下さい。今すぐブラウザを開きますか。
nl_nl: Voer de verificatiecode in in uw browser en herstart het programma. Open nu de browser?
pl_pl: Wpisz kod weryfikacyjny w swojej przeglądarce i zrestartuj program. Chcesz teraz otworzyć przeglądarkę ponownie?
pt_pt: Introduz o código de verificação no teu navegador e lança o programa. Abrir o navegador agora?
ru_ru: Введите верификационный код в браузере и перезапустите программу. Открыть браузер сейчас?
tr_tr: Doğrulama kodunu tarayıcıdan girin ve programı tekrar başlatın. Şimdi tarayıcı açılsın mı?

# DVDVideoCreation
source: Creating DVD video...
chs: 在创造DVD视频中…
cht: 建立DVD影片...
de_de: DVD-Video wird erstellt...
el_gr: Δημιουργία DVD βίντεο...
es_es: Creando DVD vídeo...
fr_fr: Création de vidéo DVD en cours...
hu_hu: DVD videó létrehozása...
it_it: Creazione video DVD...
ja_jp: ＤＶＤビデオを作成中…
nl_nl: Het maken van DVD-video...
pl_pl: Tworzenie wideo DVD...
pt_pt: Criando DVD vídeo...
ru_ru: Создание DVD видео...
tr_tr: DVD Video oluşturuluyor...

# NetFx35Install
source: The application requires Microsoft .NET Framework 3.5. Do you want to install it now?
chs: 该软件需要Microsoft .NET Framework 3.5.。要否立刻安转？
cht: 應用程式需要Microsoft .NET Framework 3.5。您想要現在安裝嗎？
de_de: Die Anwendung erfordert Microsoft. NET Framework 3.5. Möchten Sie jetzt installieren?
el_gr: Η εφαρμογή απαιτεί Microsoft.NET Framework 3.5. Θέλετε να την εγκαταστήσετε τώρα;
es_es: Para usar el programa necesitas Microsoft .NET Framework 3.5 ¿Deseas instalarlo ahora?
fr_fr: L'application nécessite Microsoft .NET Framework 3.5. Voulez-vous l'installer maintenant?
hu_hu: Az alkalmazás futtatásához szükség van a Microsoft .NET Framework 3.5-re. Szeretnéd ezt most telepíteni?
it_it: L'applicazione richiede Microsoft .NET Framework 3.5. Vuoi installarlo ora?
ja_jp: アプリケーションはMicrosoft .NET Framework 3.5の必要があります。今すぐインストールしますか。
nl_nl: De toepassing vereist Microsoft .NET Framework 3.5. Wilt u deze nu installeren?
pl_pl: Aplikacja wymaga Microsoft.NET Framework 3.5. Czy chcesz ją teraz zainstalować?
pt_pt: Para utilizar o programa precisas do Microsoft .NET Framework 3.5. Desejas instalá-lo agora?
ru_ru: Данное приложение требует установить Microsoft .NET Framework 3.5. Вы хотите установить его сейчас?
tr_tr: Bu uygulama Microsoft .Net Framework 3.5 gerektiriyor. Şimdi yüklemek istermisiniz?

source: Total Duration
chs: 视频总长度
cht: 總長度
de_de: Gesamtdauer
el_gr: Συνολική Διάρκεια
es_es: Duración total
fr_fr: Durée totale
hu_hu: Teljes időtartam
it_it: Durata totale
ja_jp: 合計時間
nl_nl: Totale duur
pl_pl: Całkowity czas trwania
pt_pt: Duração total
ru_ru: Общая продолжительность
tr_tr: Toplam Süre

source: Subtitles
chs: 字幕
cht: 字幕
de_de: Untertitel
el_gr: Υπότιτλοι
es_es: Subtítulos
fr_fr: Sous-titres
hu_hu: Feliratok
it_it: Sottotitoli
ja_jp: 字幕
nl_nl: Ondertitels
pl_pl: Napisy
pt_pt: Subtítulos
ru_ru: Субтитры
tr_tr: Altyazılar

source: Title
chs: 标题
cht: 標題
de_de: Titel
el_gr: Τίτλος
es_es: Título
fr_fr: Titre
hu_hu: Cím
it_it: Titolo
ja_jp: タイトル
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название
tr_tr: Başlık

# ShutDownWarning
source: Your computer will shut down in {0} sec
chs: 您的计算机将在{0}分钟后关闭
cht: 您的電腦將在{0}秒後關機
de_de: Ihr Computer wird in {0} sec heruntergefahren
el_gr: Ο υπολογιστής σας θα τερματιστεί σε {0} sec
es_es: Su equipo se apagará en {0} seg
fr_fr: Votre ordinateur sera arrêté dans {0} secondes
hu_hu: A számítógép {0} másodperc múlva leáll
it_it: Il computer si spegnerà dopo {0} secondi
ja_jp: コンピュータの電源は{0}秒後に切れています。
nl_nl: Uw computer sluit af over {0} sec
pl_pl: Twój komputer wyłączy się za {0} s
pt_pt: O seu computador apagar-se-á em {0} seg
ru_ru: Компьютер будет выключен через {0} секунд
tr_tr: Bilgisayarınız {0} saniye sonra kapatılacak

source: Original_Video_Name
chs: 视频的_原创_名称
cht: 原來的_影片_名稱
de_de: Ursprünglcher_Videoname
es_es: Nombre_del_vídeo_original
fr_fr: Nom_de_vidéo_original
hu_hu: Eredeti_Videó_Neve
it_it: Nome_di_video_originale
ja_jp: 元の_動画_名
nl_nl: Originele_Video_Naam
pl_pl: Oryginalna_Nazwa_Wideo
pt_pt: Nome_original_do_vídeo
ru_ru: Исходное_имя_файла
tr_tr: Orjinal_Video_Adı

source: Progress
chs: 进展
cht: 程序
de_de: Fortschritt
el_gr: Πρόοδος
es_es: Progreso
fr_fr: Progrès
hu_hu: Előrehaladottság
it_it: Progresso
ja_jp: 処理
pl_pl: Postęp
pt_pt: Progresso
ru_ru: Прогресс
tr_tr: İlerleme

source: Play Downloaded Audio File
chs: 播放下载的音频文件
cht: 播放下載的聲音檔案
de_de: Heruntergeladene Audiodatei abspielen
el_gr: Αναπαραγωγή του κατεβασμένου αρχείου ήχου
es_es: Reproducir el archivo de audio descargado
fr_fr: Reproduire le fichier audio téléchargé
hu_hu: Letöltőtt audió fájl lejátszása
it_it: Riprodurre file audio scaricato
ja_jp: ダウンロードされた音声ファイルを再生する
nl_nl: Speel gedownloade audiobestand af
pl_pl: Odtwórz pobrany plik audio
pt_pt: Reproduzir o ficheiro de áudio descarregado
ru_ru: Воспроизвести загруженный аудио файл
tr_tr: İndirilen ses dosyasını yürüt

source: Play Downloaded Video
chs: 播放下载的视频
cht: 播放下載的影片
de_de: Heruntergeladenes Video abspielen
el_gr: Αναπαραγωγή κατεβασμένου βίντεο
es_es: Reproducir el vídeo descargado
fr_fr: Reproduire la vidéo téléchargée
hu_hu: Letöltött videó lejátszása
it_it: Riprodurre video scaricatо
ja_jp: ダウンロードされた動画を再生する
nl_nl: Speel gedownloade video af
pl_pl: Odtwórz pobrany plik wideo
pt_pt: Reproduzir o vídeo descarregado
ru_ru: Воспроизвести загруженное видео
tr_tr: İndirilen videoyu yürüt

# NotEnoughSpace
source: There is not enough space on the disc
chs: 光盘上没有足够的空间
cht: 光碟上沒有足夠空間
de_de: Nicht genügend Speicherplatz auf dem Datenträger
el_gr: Δεν υπάρχει αρκετός χώρος στο δίσκο
es_es: No hay espacio suficiente en el disco
fr_fr: Espace disque insuffisant
hu_hu: Nincs elég hely a lemezen
it_it: Spazio su disco insufficiente
ja_jp: ディスク上には空き容量が足りません
nl_nl: Er is onvoldoende ruimte op de schijf
pl_pl: Brak wystarczającej ilości miejsca na dysku
pt_pt: Não há espaço disponível no disco
ru_ru: Не хватает места на диске
tr_tr: Diskte boş alan yok

# RequiresImapi
source: This setup requires Microsoft Image Mastering API (IMAPI). Please download and install it, then run the setup again. Do you want to download IMAPI now?
chs: 在执行这一步安装之前，首先需要安装Image Mastering API (IMAPI)..你是否要先在下载IMAPI?
cht: 此安裝需要Microsoft Image Mastering API (IMAPI)。請下載並安裝它，然後再次執行安裝程式。你想現在下載IMAPI嗎？
de_de: Die Installation erfordert Image Mastering API (IMAPI). Bitte laden Sie herunter und installieren Sie es, starten Sie das Setup-Programm erneut. Möchten Sie IMAPI jetzt herunterladen?
el_gr: Αυτή η εγκατάσταση απαιτεί Microsoft Image Mastering API (IMAPI). Παρακαλούμε κάντε λήψη και εγκαταστήστε το, μετά εκτελέστε ξανά το πρόγραμμα εγκατάστασης. Θέλετε να κάνετε λήψη του IMAPI τώρα;
es_es: Para usar el programa necesitas Image Mastering API (IMAPI). Por favor, descárgalo e instálalo, después lanza el programa otra vez. ¿Deseas descargar IMAPI ahora?
fr_fr: L'installation requiert Microsoft Image Mastering API (IMAPI). S'il vous plaît, téléchargez et installez-le, puis exécutez à nouveau l'installation. Voulez-vous télécharger IMAPI maintenant?
hu_hu: Ehhez a beállításhoz szükséges a Microsoft Image Mastering API (IMAPI). Kérlek töltsd le, telepítsd és futtasd ismét ezt a beállítást. Szeretnéd most letölteni az IMAPI-t?
it_it: Questa installazione richiede Microsoft Image Mastering API (IMAPI). Si prega di scaricarlo ed installarlo, quindi eseguire l'installazione di nuovo. Vuoi scaricare IMAPI ora?
ja_jp: このセットアップはImage Mastering API (IMAPI)を必要とします。これをダウンロード・インストール後、セットアップを再起動して下さい。今すぐIMAPIをダウンロードしますか。
nl_nl: Voor deze installatie is Image Mastering API (IMAPI) vereist. Download dit alstublieft en installeer het, start de installatie dan opnieuw. Wilt u Image Mastering API (IMAPI) nu downloaden?
pl_pl: Ta instalacja wymaga Image Mastering API (IMAPI). Pobierz i zainstaluj, a następnie uruchom program instalacyjny. Czy chcesz teraz pobrać IMAPI?
pt_pt: Para usar o programa necessitas Image Mastering API (IMAPI). Por favor, descarrega-o e instala-o, depois lança o programa outra vez. Desejas descarregar IMAPI agora?
ru_ru: Для этой установки требуется Microsoft Image Mastering API (IMAPI). Пожалуйста, скачайте и установите его, a затем запустите снова установку. Вы хотите скачать IMAPI сейчас?
tr_tr: Kurulum Microsof Image Mastering API (IMAPI) gerektiriyor. Lütfen indirip kurunuz, sonrasında bu kurulumu tekrar çalıştırınız. Şimdi IMAPI yüklemek istermisiniz?

# CannotSaveVideo
source: Cannot save video to the file:
chs: 不能保存视频文件为
cht: 不能將影片儲存成檔案
de_de: Video kann nicht in der Datei gespeichert werden:
el_gr: Δεν είναι δυνατή η αποθήκευση βίντεο για το αρχείο:
es_es: No puede guardar vídeo al archivo:
fr_fr: Impossible d'enregistrer la vidéo au fichier:
hu_hu: Videó mentése nem sikerült ide:
it_it: Impossibile salvare video nel file:
ja_jp: 動画をファイルに保存出来ません：
nl_nl: Kan video niet opslaan in het bestand:
pl_pl: Nie da się zapisać wideo do pliku:
pt_pt: Não se pode guardar o vídeo no ficheiro:
ru_ru: Не удается сохранить видео в файл:
tr_tr: Video şu dosyaya kaydedilemedi:

# EstimatedDvdSize
source: Estimated output dvd size (+/- 10%)
chs: 估计输出文件大小(+/- 10%)
cht: 預估輸出的DVD大小 (+/- 10％)
de_de: Geschätzte Größe der Ausgabedatei (+/- 10%)
el_gr: Εκτιμώμενο μέγεθος dvd εξόδου (+/-10%)
es_es: El tamaño aproximado de DVD de salida(+/- 10%)
fr_fr: La taille estimée du dvd de sortie (+/- 10%)
hu_hu: Becsült kimeneti DVD méret (+/- 10%)
it_it: Dimensione stimata del dvd di output (+/- 10%)?
ja_jp: DVDの推定出力サイズ(+/- １割)
nl_nl: Geschatte uitgang dvd grootte (+/- 10%)
pl_pl: Szacowany rozmiar wyjściowego pliku dvd (+/- 10%)
pt_pt: O tamanho aproximado do DVD de saída(+/- 10%)
ru_ru: Приблизительный размер выходного dvd (+/- 10%)
tr_tr: Tahmini DVD kayıt boyutu (+/- %10)

source: Show in folder
chs: 显示在文件夹
cht: 資料夾中顯示
de_de: In Ordner anzeigen
el_gr: Εμφάνιση στο φάκελο
es_es: Mostrar en la carpeta
fr_fr: Afficher dans le dossier
hu_hu: Megjelenítés mappában
it_it: Mostra nella cartella
ja_jp: フォルダに見せる
nl_nl: In een map weergeven
pl_pl: Pokaż w folderze
pt_pt: Mostrar na pasta
ru_ru: Показать в папке
tr_tr: Klasörde göster

source: Cannot connect to the server
chs: 无法连接到服务器
cht: 無法連接到伺服器
de_de: Es kann keine Verbindung zum Server hergestellt werden
el_gr: Δεν είναι δυνατό η σύνδεση με το διακομιστή
es_es: No se puede conectar con el servidor
fr_fr: Impossible de se connecter au serveur
hu_hu: Nem sikerült kapcsolódni a szerverhez
it_it: Impossibile connettersi al server
ja_jp: サーバーに接続できません
nl_nl: Kan geen verbinding maken met server
pl_pl: Nie można połączyć się z serwerem
pt_pt: Não é possível estabelecer a ligação com o servidor
ru_ru: Не удается подключиться к серверу
tr_tr: Sunucuya bağlanılamadı

source: Cannot download the codec pack
chs: 不能下载解码包
cht: 不能下載編解碼集
de_de: Codec-Pack konnte nicht geladen werden
el_gr: Δεν είναι δυνατό να κάνετε λήψη του πακέτου κωδικοποιητή
es_es: No se puede descargar el paquete de códecs
fr_fr: Impossible de télécharger le codec pack
hu_hu: Kodekcsomag letöltése nem lehetséges
it_it: Impossibile scaricare il pacchetto di codec
ja_jp: コーデックパックをダウンロード出来ません
nl_nl: Kan het codec pack niet downloaden
pl_pl: Nie można pobrać pakietu kodeków
pt_pt: Não se pode descarregar o pacote de códecs
ru_ru: Не удается загрузить пакет кодеков
tr_tr: Codec paketi indirilemedi

source: Some codecs are missing
chs: 缺少编解码器
cht: 缺少一些編解碼器
de_de: Einige Codecs fehlen
el_gr: Ορισμένοι κωδικοποιητές λείπουν
es_es: Algunos códecs fallan
fr_fr: Certains codecs sont manquants
hu_hu: Néhány kodek hiányzik
it_it: Alcuni codec sono mancanti
ja_jp: 幾つかのコーデックが足りません
nl_nl: Er ontbreken een aantal codes
pl_pl: Brakuje kilku kodeków
pt_pt: Alguns códecs falham
ru_ru: Отсутствуют некоторые кодеки
tr_tr: Bazı codecler hatalı

source: Check preset parameters
chs: 检查预设参数
cht: 檢查預設參數
de_de: Voreinstellungsparameter überprüfen
el_gr: Ελέγξτε την προκαθορισμένη ρύθμιση παραμέτρων
es_es: Comprueba parámetros predeterminados
fr_fr: Vérifiez les paramètres des prédéfinitions
hu_hu: Ellenőrizd a beállítási paramétereket
it_it: Controlla i parametri di set di impostazioni
ja_jp: プリセットの設定を確認して下さい
nl_nl: Controleer de vooringestelde parameters
pl_pl: Wybierz parametry
pt_pt: Verifica parâmetros pré-determinados
ru_ru: Проверьте параметры профиля
tr_tr: Ön ayar parametrelerini denetleyin

source: Unsupported codec
chs: 不支持的编解码
cht: 不支援的編解碼器
de_de: Codec wird nicht unterstützt
el_gr: Κωδικοποιητής που δεν υποστηρίζεται
es_es: El códec no es soportado
fr_fr: Le codec n'est pas supporté
hu_hu: Nem támogatott kodek
it_it: Codec non supportato
ja_jp: サポートされていないコーデック
nl_nl: Niet ondersteunde codec
pl_pl: Niewspierany kodek
pt_pt: O códec não é suportado
ru_ru: Кодек не поддерживается
tr_tr: Desteklenmeyen codec

# AboveNormalPriority
source: Above Normal
chs: 高于普通优先级
de_de: Überdurchschnittliche Priorität
el_gr: Περισσότερο από κανονική
es_es: Prioridad por arriba de lo normal
fr_fr: Priorité supérieure à la normale
hu_hu: Normál feletti
it_it: Priorità sopra il normale
ja_jp: 通常優先度より高い
nl_nl: Boven normale prioriteit
pl_pl: Priorytet wyższy niż normalny
pt_pt: Acima da prioridade normal
ru_ru: Приоритет выше среднего
tr_tr: Normal Üstü

# BelowNormalPriority
source: Below Normal
chs: 低于普通优先级
de_de: Unterdurchschnittliche Priorität
el_gr: Κάτω από το κανονικό
es_es: Prioridad por debajo de lo normal
fr_fr: Priorité inférieure à la normale
hu_hu: Normál alatti
it_it: Priorità sotto il normale
ja_jp: 通常優先度より低い
nl_nl: Onder normale prioriteit
pl_pl: Priorytet niższy niż normalny
pt_pt: Abaixo da prioridade normal
ru_ru: Приоритет ниже среднего
tr_tr: Normalin altı

source: High priority
chs: 高优先级
de_de: Hohe Priorität
el_gr: Υψηλή προτεραιότητα
es_es: Prioridad alta
fr_fr: Priorité haute
hu_hu: Magas prioritás
it_it: Priorità alta
ja_jp: 高優先度
nl_nl: Hoge prioriteit
pl_pl: Wysoki priorytet
pt_pt: Alta prioridade
ru_ru: Высокий приоритет
tr_tr: Yüksek öncelik

source: Low priority
chs: 低优先级
de_de: Geringe Priorität
el_gr: Χαμηλή προτεραιότητα
es_es: Prioridad baja
fr_fr: Priorité basse
hu_hu: Alacsony prioritás
it_it: Priorità bassa
ja_jp: 低優先度
nl_nl: Lage prioriteit
pl_pl: Niski priorytet
pt_pt: Baixa prioridade
ru_ru: Низкий приоритет
tr_tr: Düşük öncelik

source: Normal priority
chs: 普通优先级
de_de: Normale Priorität
el_gr: Κανονική προτεραιότητα
es_es: Prioridad normal
fr_fr: Priorité normale
hu_hu: Normál prioritás
it_it: Priorità normale
ja_jp: 通常優先度
nl_nl: Normale prioriteit
pl_pl: Normalny priorytet
pt_pt: Prioridade normal
ru_ru: Средний приоритет
tr_tr: Normal Öncelik

source: Rocket Subscription features are activated
chs: Rocket订阅功能被激活了
cht: 火箭訂閱功能已經開啟
de_de: Rocket-Abonnement-Funktionen sind aktiviert
el_gr: Οι δυνατότητες συνδρομής πυραύλου είναι ενεργοποιημένες
es_es: Las opciones de la suscripción de Rocket están activadas
fr_fr: Fonctions de l'abonnement Rocket sont activées
hu_hu: A Rocket előfizetés lehetőségei aktiválásra kerültek
it_it: Le funzioni dell'Abbonamento Rocket sono attivate
ja_jp: Rocket応募の機能が有効とされた
nl_nl: Rocketabonnement mogelijkheden zijn nu actief
pl_pl: Funkcje Subskrypcji Rocket są aktywne
pt_pt: As opções da subscrição de Rocket estão ativadas
ru_ru: Опции подписки Rocket активированы
tr_tr: Rocket Abonelik özelliği aktif edildi

# SetupInProgress
source: Setup in progress, please wait...
chs: 设施进展中，请等待。。。
cht: 安裝進行中，請稍候...
de_de: Die Installation wird durchgeführt. Bitte warten Sie...
el_gr: Εγκατάστασης σε εξέλιξη, παρακαλώ περιμένετε...
es_es: El proceso de instalación está en progreso, por favor, espera...
fr_fr: Installation en cours, s'il vous plait attendez...
hu_hu: A telepítés folyamatban van, kérlek várj...
it_it: L'installazione in corso, si prega di attendere...
ja_jp: セットアップ中なので、少々お待ち下さい。
nl_nl: Bezig te installeren, even geduld...
pl_pl: Instalacja w toku, proszę czekać...
pt_pt: O processo de instalação está em curso. Por favor, espera...
ru_ru: Пожалуйста, подождите, идет установка...
tr_tr: Kurulum devam ediyor, lütfen bekleyin...

# FilesNotFound
source: Cannot locate any file from the CUE list
chs: 无法从CUE目录定位文件
cht: 從CUE清單中無法找到任何檔案
de_de: Cue-List-Dateien können nicht lokalisiert werden
el_gr: Δεν είναι δυνατό να εντοπιστεί κανένα αρχείο από τη λίστα CUE
es_es: Es imposible encontrar archivos de la lista CUE
fr_fr: Impossible de trouver des fichiers de la liste CUE
hu_hu: Egyik fájl sem található a CUE listából
it_it: Impossibile individuare un file dalla lista CUE
ja_jp: CUEリストからのファイルは何でも見付けることができません
nl_nl: Kan geen bestand vinden uit de CUE lijst
pl_pl: Nie można zlokalizować pliku z listy CUE
pt_pt: É impossível encontrar os ficheiros da lista CUE
ru_ru: Файлы из CUE списка не могут быть найдены
tr_tr: CUE listesinden hiçbir dosya bulunamadı

source: and
chs: 和
cht: 和
de_de: und
el_gr: και
es_es: y
fr_fr: et
hu_hu: és
it_it: e
ja_jp: 及び
nl_nl: en
pl_pl: i
pt_pt: e
ru_ru: и
tr_tr: ve

source: Same as input
chs: 跟输入相同
cht: 與輸入檔案相同
de_de: Wie Eingabedatei
el_gr: Ίδιο με την είσοδο
es_es: Como el original
fr_fr: Comme l'original
hu_hu: Bemenettel megegyező
it_it: Come di input
ja_jp: 入力と同じ
nl_nl: Als de input
pl_pl: Sam jak wejściowy
pt_pt: Como o original
ru_ru: Исходный
tr_tr: Giriş aynı

# AccelerateVideoEncodingWithFmtString
source: Speed up video encoding with {0} technology
chs: 发现{0}技术的更快的视频编码速度
cht: 使用{0}技術來加速影片解碼
de_de: Videokodierung mit {0} Technologie beschleunigen
el_gr: Επιτάχυνση της κωδικοποίησης βίντεο με τεχνολογία {0}
es_es: Acelerar codificación de vídeo con {0} tecnología
fr_fr: Activer l'encodage vidéo accéléré avec la technologie {0}
hu_hu: Videókódolás felgyorsítása a {0} technológiával
it_it: Accelerare la codifica video con tecnologia {0}
ja_jp: {0}技術を使って動画エンコーディングを加速化
nl_nl: Versnel videocodering met {0} technologie
pl_pl: Przyspiesz kodowanie za pomocą technologii {0}
pt_pt: Acelerar codificação de vídeo com {0} tecnologia
ru_ru: Ускорение кодирования видео по технологии {0}
tr_tr: {0} Teknolojisi ile video kodlamayı hızlandırın

source: Save video
chs: 保存视频
cht: 儲存影片
de_de: Video speichern
el_gr: Αποθήκευση βίντεο
es_es: Guardar vídeo
fr_fr: Enregistrer vidéo
hu_hu: Videó mentése
it_it: Salva video
ja_jp: 動画を保存する
nl_nl: Video opslaan
pl_pl: Zapisz wideo
pt_pt: Salvar vídeo
ru_ru: Сохранить
tr_tr: Video kaydet

# CantFindTags
source: Cannot find any tags for this file
chs: 没找到这个文件的标签
cht: 無法找到此檔案的任何標籤
de_de: Keine Tags für diese Datei gefunden
el_gr: Δεν μπορούμε να εντοπίσουμε τυχόν ετικέτες για αυτό το αρχείο
es_es: Es imposible encontrar etiquetas para el archivo
fr_fr: Impossible de trouver des étiquettes pour ce fichier
hu_hu: Ehhez a fájlhoz ne mtalálhatóak címkék
it_it: Impossibile trovare nessun tag per questo file
ja_jp: このファイルにとってタグが見付かりませんでした。
nl_nl: Kan geen tags vinden voor dit bestand
pl_pl: Nie można znaleźć żadnych tagów dla tego pliku
pt_pt: É impossível encontrar etiquetas para o ficheiro
ru_ru: Для этого файла теги не найдены
tr_tr: Dosyada herhangi bir etiket bulunamadı

source: Don't ask again
chs: 不要再问这个
cht: 不再詢問
de_de: Diese Frage nicht mehr anzeigen
el_gr: Μην ξαναρωτήσεις
es_es: No preguntar más
fr_fr: Ne pas demander
hu_hu: Ne kérdezze újra
it_it: Non chiedere di più
ja_jp: 今後この画面を表示しない
nl_nl: Niet opnieuw deze vraag stellen
pl_pl: Nie pytaj ponownie
pt_pt: Não perguntar novamente
ru_ru: Не спрашивать больше
tr_tr: Tekrar sorma

# ClipboardIsInUse
source: Clipboard is in use by other process, please try later.
chs: 剪贴板是由另一个进程使用， 请稍后再试。
cht: 剪貼簿被其他程式使用中，請稍後再試。
de_de: Zwischenablage wird durch einen anderen Prozess blockiert. Bitte versuchen Sie es später.
el_gr: Το Πρόχειρο χρησιμοποιείται από άλλη διεργασία, παρακαλούμε δοκιμάστε αργότερα.
es_es: Portapapeles está usado por otro proceso, intenta más tarde, por favor.
fr_fr: Presse-papiers est utilisé par un autre processus, s'il vous plaît essayez de nouveau plus tard.
hu_hu: A vágólapot egy másik folyamat használja, kérlek próbáld meg később
it_it: Gli appunti sono in uso da un altro processo, si prega di riprovare più tardi.
ja_jp: クリップボードが別のプロセスで使用されています。後程再度試して下さい。
nl_nl: Het klembord wordt door een ander proces gebruikt, probeert u het later nog eens.
pl_pl: Schowek jest używany przez inny proces, próbuj później.
pt_pt: O portapapéis está a ser utilizado por outro processo. Por favor, tenta mais tarde.
ru_ru: Буфер обмена используется другим процессом, повторите попытку позже.
tr_tr: Pano başka bir işlem tarafından kullanılıyor, lütfen sonra tekrar deneyin.
