Repository: DVDVideoSoft/free3dphotomaker
Catalog: Free3DPhotoMaker/Common/Resources/CommonData.*-*.resx
Languages: chs, cht, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr

# ReportHasBeenGenerated
source: Report has been generated successfully.\nOpen the folder with archived logs now?
chs: 报告成功生成。\n要否打开日志文件夹？
cht: 報告已成功產生。\n現在開啟封存記錄檔的資料夾？
de_de: Bericht wurde erfolgreich erstellt.\nMöchten Sie jetzt den Ordner mit den archivierten Log-Dateien schicken?
el_gr: Η αναφορά έχει δημιουργηθεί με επιτυχία.\nΆνοιγμα του φακέλου με τα αρχειοθετημένα logs τώρα;
es_es: Informe ha sido creado con éxito.\n¿Abrir la carpeta con archivos log ahora?
fr_fr: Le rapport a été généré avec succès.\nOuvrir maintenant le dossier avec les fichiers log archivés?
hu_hu: A jelentés sikeresen létrehozva.\nMegnyitod az archivált naplókat tartalmazó mappát?
it_it: Il rapporto è stato generato con successo.\nAprire la cartella con i log archiviati?
ja_jp: レポートが完了しまた。\n圧縮されたログを含むフォルダを開きますか。
nl_nl: Verslag is met succes gegenereerd.\nOpen nu de map met een log-archief?
pl_pl: Raport został wygenerowany pomyślnie.\nOtworzyć folder zawierający archiwalne zgłoszenia?
pt_pt: O relatório foi criado com êxito.\nAbrir a pasta com os ficheiros log agora?
ru_ru: Отчет создан успешно. Открыть папку с логами?
tr_tr: Rapor başarıyla oluşturuldu.\nArşiv günlüğü klasörü şimdi açılsın mı?

source: Generate Report
chs: 生成报告
cht: 產生報告
de_de: Bericht generieren
el_gr: Δημιουργία Αναφοράς
es_es: Generar un informe
fr_fr: Générer un rapport
hu_hu: Jelentés létrehozása
it_it: Genera il rapporto
ja_jp: レポートを生成する
nl_nl: Genereer Verslag
pl_pl: Wygeneruj raport
pt_pt: Criar um informe
ru_ru: Сгенерировать отчет
tr_tr: Rapor Oluştu

source: Open Log Folder
chs: 打开日志文件夹
cht: 打開紀錄資料夾
de_de: Log-Ordner öffnen
el_gr: Άνοιγμα φακέλου καταγραφής
es_es: Abrir la carpeta logs
fr_fr: Ouvrir le dossier log
hu_hu: Napló mappa megnyitása
it_it: Apri la cartella log
ja_jp: ログのフォルダを開く
nl_nl: Open Log Map
pl_pl: Otwórz folder Logu
pt_pt: Abrir a pasta de logs
ru_ru: Открыть папку с логами
tr_tr: Rapor Dosyalarını Aç

# AllDvsProgramsMustBeClosed
source: All DVDVideoSoft programs must be closed before the report is generated.\nClose {0} now and generate the report?
chs: 请生成报告之前关闭所有的DVDVideoSoft程序。\n关闭 {0} 和生成报告吗？
cht: 所有DVDVideoSoft的程式必須在報告建立之前關閉。\n現在關閉{0}並建立報告？
de_de: Alle DVDVideoSoft Programme müssen geschlossen werden, bevor der Bericht generiert wird.\nMöchten Sie {0} jetzt schließen und einen Bericht generieren?
el_gr: Όλα τα προγράμματα πρέπει να κλείσουν πριν δημιουργηθεί η αναφορά.\nΚλείσιμο του {0} τώρα και δημιουργία της αναφοράς;
es_es: Es necesario cerrar todos los programas de DVDVideoSoft antes de generar un informe.\n¿Cerrar {0} ahora y generar el informe?
fr_fr: Tous les programmes de DVDVideoSoft doivent être fermés avant la génération du rapport.\nFermer maintenant {0} et générer le rapport?
hu_hu: Az összes DVDVideoSoft programot be kell zárni, mielőtt létrehoznád a jelentést.\nBezárod most őket és létrehozod a jelentést?
it_it: Tutti i programmi da DVDVideoSoft devono essere chiusi prima che il rapporto sia generato.\nChiudere {0} ora e generare il rapporto?
ja_jp: このレポートは生成される前に、全てのDVDVideoSoftのプログラムを閉じる必要があります。\n今すぐ{1}を閉じて、新しいレポートを生成しますか。
nl_nl: Alle DVDVideoSoft programma's moeten worden afgesloten voordat het rapport kan worden aangemaakt.\nNu {0} afsluiten en het rapport aanmaken?
pl_pl: Wszystkie programy DVDVideoSoft muszą zostać zamknięte zanim raport zostanie wygenerowany.\nZamknąć {0} teraz i stworzyć raport?
pt_pt: É necessário fechar todos os programas de DVDVideoSoft antes de gerar um relatório.\nFechar {0} agora e gerar o relatório?
ru_ru: Все DVDVideoSoft программы должны быть закрыты перед генерацией отчета.\nЗакрыть {0} сейчас и сгенерировать отчет?
tr_tr: Rapor oluşturulmadan önce tüm DVDVideoSoft programları kapatılmalıdır.\n{0} programı şimdi kapatılıp rapor oluşturulsun mu?

# JustSendTheLogs_template
source: Just send the file "{0}"\nto DVDVideoSoft support team
chs: 只需把文件“{0}”\n发给DVDVideoSoft支持团队
cht: 剛寄送"{0}"檔案\n給DVDVideoSoft支援團隊
de_de: Schicken Sie die Datei "{0}"\nan DVDVideoSoft Support Team
el_gr: Παρακαλώ στείλτε το αρχείο "{0}"\nto στην ομάδα υποστήριξης DVDVideoSoft
es_es: Sólo envía el archivo "{0}"\nal equipo de soporte de DVDVideoSoft
fr_fr: Envoyez juste le fichier "{0}"\nau support technique de DVDVideoSoft
hu_hu: Küldd el a(z) "{0}" fájlt\na DVDVideoSoft támogató csapatnak
it_it: Si prega di inviare il file "{0}"\nal supporto tecnico di DVDVideoSoft
ja_jp: ただDVDVideoSoftのサポート部に\n「{0}」ファイルを送って下さい
nl_nl: Stuur het bestand gewoon "{0}"\nnaar het DVDVideoSoft support team
pl_pl: Po prostu prześlij plik "{0}"\do zespołu wsparcia technicznego DVDVideoSoft
pt_pt: Envia apenas o ficheiro "{0}"\à equipa de ajuda técnica de DVDVideoSoft
ru_ru: Пожалуйста, отправьте файл "{0}"\nв службу технической поддержки DVDVideoSoft
tr_tr: "{0}" adlı dosyayı\nDVDVideoSoft destek ekibine gönder

# TheLoggingLevelWillBeSetToTrace
source: The logging level will be set to TRACE. Continue?
chs: 日志记录级别将设为 TRACE。继续吗？
cht: 記錄層級將設定在 TRACE，要繼續嗎？
de_de: Die Protokollebene TRACE wird ausgewählt werden. Weiter bestehen?
el_gr: Το επίπεδο καταγραφής θα πρέπει να οριστεί σε TRACE. Θέλετε να συνεχίσετε?
es_es: El nivel de logging será puesto en TRACE. ¿Continuar?
fr_fr: Le niveau d'enregistrement sera établi sur TRACE. Voulez-vous continuer?
hu_hu: A naplózási szint NYOMKÖVETŐ módba vált. Folytatod?
it_it: Il livello di registrazione viene impostato su TRACE. Continuare?
ja_jp: 記録レベルは TRACE にセットされます。続けますか?
nl_nl: Het logging niveau worden ingesteld op TRACE. Doorgaan?
pl_pl: Poziom logowania zostanie ustawiony na TRACE. Kontynuować?
pt_pt: O nível de logging será posto em TRACE. Continuar?
ru_ru: Уровень логирования будет установлен TRACE. Продолжить?
tr_tr: Günlük seviyesi TRACE olarak ayarlanacak. Devam edilsin mi?

# OriginalQualityDescription
source: Bitrate, Sample Rate, Channel(s) as in Input File
chs: 比特率，采样率，通道都跟输入文件相同
cht: 位元率，取樣率，頻道作為輸入檔案
de_de: Bitrate, Abtastrate, Kanäle wie in der Eingabedatei
el_gr: Ρυθμός μετάδοσης bit,κανάλια όπως στο Αρχείο Εισόδου
es_es: Tasa (frecuencia de muestreo), Tasa de bits, Canal(es) como en archivo de entrada.
fr_fr: Débit binaire, fréquence d'échantillonnage, canal (canaux) comme dans le fichier d'entrée.
hu_hu: Bitráta, Mintavétel, Csatornák, mint a bemeneti fájlban
it_it: Bitrate, Sample Rate, Canali come in file di input
ja_jp: 入力ファイルと同じのビットレート、サンプルレートやチャンネル
nl_nl: Bitrate, sample rate, kanaal/kanalen als in Input Bestand
pl_pl: Szybkość transmisji, częstoliwość próbkowania, kanał(y) jak w pliku wejściowym
pt_pt: Taixa (frequência de amostragem), Taixa de bits, Canal(ais) tal como no ficheiro de entrada.
ru_ru: Битрейт, Частота, Канал(ы) как в исходном файле
tr_tr: Bit hızı, Örnek hız, Dosyadaki Kanal(lar)

# ManualProxy
source: Manual proxy configuration
chs: 手动配置代理
cht: 手動設定 Proxy
de_de: Manuelle Proxy-Konfiguration
el_gr: Χειροκίνητη ρύθμιση διαμεσολαβητή
es_es: Configuración manual del proxy
fr_fr: Configuration manuelle du proxy
hu_hu: Kézi proxybeállítások
it_it: Configurazione manuale di proxy
ja_jp: 手動でプロキシを設定する
nl_nl: Handmatige proxyconfiguratie
pl_pl: Ręczna konfiguracja serwerów proxy
pt_pt: Configuração de proxy manual
ru_ru: Ручная настройка сервиса прокси
tr_tr: Vekil sunucuyu elle ayarla

source: No proxy
chs: 无代理
cht: 不使用 Proxy
de_de: Kein Proxy
el_gr: Χωρίς διαμεσολαβητή
es_es: Sin proxy
fr_fr: Pas de proxy
hu_hu: Nincs proxy
it_it: Nessun proxy
ja_jp: プロキシを使用しない
nl_nl: Geen proxy
pl_pl: Bez serwera proxy
pt_pt: Sem proxy
ru_ru: Без прокси
tr_tr: Vekil sunucu yok

# SystemProxy
source: Use system proxy settings
chs: 使用系统代理设置
cht: 使用系統 Proxy 設定
de_de: Proxy-Einstellungen des Systems verwenden
el_gr: Χρήση ρυθμίσεων διαμεσολαβητή συστήματος
es_es: Usar la configuración del proxy del sistema
fr_fr: Utiliser les paramètres proxy du système
hu_hu: Rendszerproxy beállítások használata
it_it: Utilizza impostazioni proxy di sistema
ja_jp: システムのプロキシ設定を利用する
nl_nl: Proxyinstellingen van systeem gebruiken
pl_pl: Używaj systemowych ustawień serwerów proxy
pt_pt: Utilizar as definições proxy do sistema
ru_ru: Использовать системные настройки прокси
tr_tr: Sistem vekil sunucu ayarlarını kullan

# DirectoryNotWritable
source: Cannot save file to the output folder. Please select another one.
chs: 无法保存文件到输出目录。请另选一个目录。
cht: 無法將檔案儲存至輸出資料夾，請選擇另一個。
de_de: Die Datei kann nicht in diesen Ausgabeordner gespeichert werden. Bitte wählen Sie einen anderen Ordner.
el_gr: Δεν είναι δυνατή η αποθήκευση του αρχείου στο φάκελο εξόδου. Παρακαλώ επιλέξτε ένα άλλο προορισμό.
es_es: Es imposible guardar el archivo a la carpeta de salida. Por favor selecciona otra dirección.
fr_fr: Impossible d'enregistrer le fichier dans le dossier de sortie. S'il vous plaît, sélectionnez un autre dossier.
hu_hu: A fájl nem menthető a kimeneti mappába. Kérlek válassz egy másikat.
it_it: Impossibile salvare il file nella cartella di output. Si prega di selezionare un'altra cartella.
ja_jp: 出力フォルダにファイルを保存できません。他のフォルダを選んでください。
nl_nl: Kan het bestand niet opslaan in de outputfolder. Kies een andere.
pl_pl: Nie można zapisać pliku do katalogu wynikowego. Wybierz inny katalog.
pt_pt: Não é possível guardar o ficheiro na pasta de saída. Por favor, seleciona outra direção.
ru_ru: Нельзя сохранить файл в указанную папку. Пожалуйста, выберите другую.
tr_tr: Dosya çıktı klasörüne kaydedilemiyor. Lütfen başka bir klasör seçin.

# AVGIsRunningWarning
source: AVG Accelerator is running on your PC. Sometimes it freezes Internet connection.\n\nDVDVideoSoft tools use own acceleration and do not need AVG Accelerator. We recommend to turn it off.\n\nRead how to disable AVG Accelerator here:
chs: AVG Accelerator已在您的电脑上运行。有些时候，它可能会使您的互联网连接中断。\n\nDVDVideoSoft 工具可自行加速，并不需要 AVG Accelerator。因此，我们建议您将其关闭。\n\n请参阅下述禁用 AVG Accelerator 的方法：
cht: AVG Accelerator在電腦中運作時，有時會導致網路連線中斷。\n\nDVDVideoSoft工具不需要使用AVG Accelerator，而是使用自己的加速器，因此我們建議將它關閉。\n\n以下是關閉AVG Accelerator的方法：
de_de: AVG Accelerator läuft auf Ihrem PC. Manchmal belastet AVG die Internetverbindung.\n\nDVDVideoSoft hat eigenen Accelerator und benötigt AVG Accelerator nicht. Wir empfehlen Ihnen, ihn auszuschalten.\n\nLesen Sie bitte, wie man AVG Accelerator ausschalten kann:
el_gr: Το AVG Accelerator τρέχει στον υπολογιστή σας. Μερικές φορές παγώνει η σύνδεση στο Internet.\n\nΤα εργαλεία της DVDVideoSoft χρησιμοποιούν τη δική τους επιτάχυνση και δεν χρειάζεται το AVG Accelerator. Σας προτείνουμε να το απενεργοποιήσετε.\n\nΔιαβάστε πώς να απενεργοποιήσετε το AVG Accelerator εδώ:
es_es: AVG Accelerator se ejecuta en tu ordenador. A veces se cuelga conexión a Internet.\n\nDVDVideoSoft utiliza sus propias herramientas de aceleración y no necesita AVG Accelerator. Te recomendamos deshabilitarlo.\n\nLee cómo desactivar AVG Accelerator aquí:
fr_fr: AVG Accelerator est activé sur votre ordinateur. Parfois, il peut bloquer la connexion Internet.\n\nDVDVideoSoft utilise ses propres outils d’accélération et il n'a pas besoin d'AVG Accelerator. Nous vous recommandons de le désactiver.\n\nComment désactiver AVG Accelerator:
hu_hu: AVG Accelerator fut a számítógépeden, ami néha megakasztja az internetkapcsolatot. \n\nA DVDVideoSoft eszközök saját gyorsítást használnak és nincs szükségük az AVG Acceleratorra. Azt ajánljuk, hogy kapcsold ki.\n\nItt elolvashatod, hogyan is kapcsolhatod ki az AVG Acceleratort:
it_it: AVG Accelerator è in esecuzione sul computer. A volte può bloccare la connessione Internet.\n\nGli strumenti di DVDVideoSoft utilizzano la propria accelerazione e non hanno bisogno di AVG Accelerator. Consigliamo di disattivarlo.\n\nLeggi come disattivare AVG Accelerator qui:
ja_jp: AVG Acceleratorはお使いのＰＣで実行されています。時々インターネット接続を遮断します。\n\nDVDVideoSoftツールは自分の加速化を使用するので、AVG Acceleratorを使う必要はありません。無効にすることをお勧めします。\n\nAVG Acceleratorを無効にする方法はこちらをご覧下さい：
nl_nl: AVG Accelerator draait op uw PC. Soms loopt hierdoor de internetverbinding vast.\n\nDVDVideoSoft tools maken gebruik van hun eigen versnelling en hebben AVG Accelerator niet nodig. We raden u aan dit uit te schakelen.\n\nHier leest u hoe u AVG Accelerator moet uitschakelen:
pl_pl: AVG Accelerator został uruchomiony na twoim komputerze, może to spowodować problemy z dostępem do internetu.\n\nDVDVideoSoft korzysta z własnego akceleratora i nie wymaga AVG Accelerator Zalecamy wyłączenie programu AVG Accelerator.\n\nWskazówki znajdują się tutaj:
pt_pt: O AVG Accelerator está a correr no seu PC. Por vezes, ele bloqueia a sua ligação à Internet. As ferramentas do \n\nDVDVideoSoft utilizam aceleração própria e não necessitam de um AVG Accelerator. Recomendamos que o desligue.\n\nVeja como desativar o AVG Accelerator aqui:
ru_ru: На Вашем компьютере запущен AVG Accelerator. Он может прерывать соединение с Интернетом.\n\nПрограммы DVDVideoSoft используют свои инструменты ускорениея, поэтому нет необходимости в использовании AVG Accelerator. Мы рекомендуем отключить его.\n\nКак отключить AVG Accelerator:
tr_tr: Bilgisayarınızda AVG Accelerator programı yürütülüyor. Bu ara sıra internet bağlantısını dondurur.\n\nDVDVideoSoft araçları kendi hızlandırıcısını kullanır ve AVG Accelerator'a ihtiyaç duymaz. Bu programı kapatmanızı tavsiye ediyoruz. \n\nAVG Accelerator'ı nasıl kapatacağınızı buradan öğrenin:

source: The field cannot be blank
chs: 该字段不能为空
cht: 此領域不可為空白
de_de: Das Feld darf nicht leer sein
el_gr: Το πεδίο αυτό δεν πρέπει να είναι άδειο
es_es: El campo no puede estar vacío
fr_fr: Сe champ ne peut pas être vide
hu_hu: Ez a mező nem lehet üres
it_it: Il campo non può essere vuoto
ja_jp: このフィールドは空欄にはできません
nl_nl: Het veld mag niet leeg zijn
pl_pl: Pole nie może być puste
pt_pt: O campo tem que ser preenchido
ru_ru: Поле не может быть пустым
tr_tr: Bu boşluk boş bırakılamaz
