Repository: DVDVideoSoft/free3dphotomaker
Catalog: Free3DPhotoMaker/Common/Resources/CommonData.*-*.resx
Languages: chs, cht, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr

# HD_Video
source: High Definition Video
chs: 高清视频
cht: 高解像度動画
el_gr: Υψηλής Ευκρίνιας Βίντεο
es_es: Vídeo de alta definición
fr_fr: Vidéo de définition haute
hu_hu: Nagyfelbontású (HD) videó
it_it: Video ad alta definizione
ja_jp: 高解像度動画
nl_nl: Hoge Definitie-video
pl_pl: Wideo High Definition
pt_pt: Vídeo de alta definição
ru_ru: Видео высокого разрешения
tr_tr: Yüksek Çözünürlüklü Video

# HQ_Video
source: High Quality Video
chs: 高质量视频
cht: 高品質影片
de_de: Video mit hoher Qualität
el_gr: Υψηλή ποιότητα βίντεο
es_es: Vídeo de alta calidad
fr_fr: Vidéo de qualité haute
hu_hu: Magas minőségű videó
it_it: Video di alta qualità
ja_jp: 高画質
nl_nl: Video van hoge kwaliteit
pl_pl: Wysoka jakość wideo
pt_pt: Vídeo de alta qualidade
ru_ru: Видео высокого качества
tr_tr: Yüksek Kaliteli Video

source: Mono
chs: 单声道
cht: 單聲道
ja_jp: モノラル
ru_ru: Моно
tr_tr: Tek Kanal

# NotURLToDownloadVideoFrom
source: No URL to download from!
chs: 没有可以下载视频的链接！
cht: 沒有可以下載影片的網址！
de_de: Es gibt keine URLs zum Herunterladen.
el_gr: Δεν υπάρχει διεύθυνση URL, με την οποία μπορεί να γίνει λήψη
es_es: No hay ninguna dirección URL para descargar vídeos.
fr_fr: Pas d'URL pour le télécharger!
hu_hu: Nincs forrás URL!
it_it: Nessun URL da cui eseguire il download di video!
ja_jp: ダウンロード可能なURLがありません。
nl_nl: Er is geen URL waarvandaan video kan worden gedownload.
pl_pl: Brak adresów URL do pobrania plików wideo.
pt_pt: Não há URL algum para o download de vídeo.
ru_ru: Нет ссылок для скачивания!
tr_tr: İndirilebilecek URL yok!

# NQ_Video
source: Normal Quality Video
chs: 一般质量视频
cht: 一般品質影片
de_de: Video mit normaler Qualität
el_gr: Κανονική ποιότητα βίντεο
es_es: Vídeo de calidad normal
fr_fr: Vidéo de qualité normale
hu_hu: Normál minőségű videó
it_it: Video di qualità normale
ja_jp: 通常画質
nl_nl: Video van normale kwaliteit
pl_pl: Normalna jakość wideo
pt_pt: Vídeo de qualidade normal
ru_ru: Видео обычного качества
tr_tr: Normal Kalite Video

source: Stereo
chs: 立体声
cht: 立體聲
el_gr: Στερεοφωνικό
es_es: Estéreo
fr_fr: Stéréo
hu_hu: Sztereó
ja_jp: ステレオ
pt_pt: Estéreo
ru_ru: Стерео

source: Video downloading...
chs: 下载视频中...
cht: 影片下載中...
de_de: Video wird heruntergeladen...
el_gr: Γίνεται λήψη βίντεο...
es_es: Descarga de vídeo...
fr_fr: Téléchargement de la vidéo en cours...
hu_hu: Videó letöltése...
it_it: Download video...
ja_jp: 動画をダウンロードしています...
nl_nl: Video downloaden...
pl_pl: Pobieranie filmu wideo...
pt_pt: Download de vídeo...
ru_ru: Скачивание видео...
tr_tr: Video İndiriliyor...

source: Close
chs: 关闭
cht: 關閉
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
fr_fr: Fermer
hu_hu: Bezár
it_it: Chiudi
ja_jp: 閉じる
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
tr_tr: Kapat

source: Output folder...
chs: 输出文件夹...
cht: 輸出資料夾...
de_de: Ausgabeordner...
el_gr: Φάκελος εξόδου...
es_es: Carpeta de salida...
fr_fr: Dossier de sortie...
hu_hu: Kimeneti mappa...
it_it: Cartella di output...
ja_jp: 出力フォルダ...
nl_nl: Uitvoermap...
pl_pl: Folder docelowy...
pt_pt: Pasta de saída...
ru_ru: Выходная папка...
tr_tr: Kayıt klasörü...

# ProcessComplete
source: Process is completed
chs: 进程完成
cht: 程序完成
de_de: Prozess ist abgeschlossen
el_gr: Η διαδικασία ολοκληρώθηκε
es_es: Proceso finalizado
fr_fr: Processus s'est terminé
hu_hu: Folyamat befejeződött
it_it: Processo completato
ja_jp: 処理が完了しました
nl_nl: Proces is voltooid
pl_pl: Przetwarzanie zakończone
pt_pt: O processo foi concluído
ru_ru: Процесс завершен
tr_tr: İşlem tamamlandı

source: Stop
chs: 停止
cht: 停止
de_de: Stopp
el_gr: Διακοπή
es_es: Detener
fr_fr: Arrêter
hu_hu: Megállít
it_it: Arresta
ja_jp: 停止
nl_nl: Stoppen
pl_pl: Zatrzymaj
pt_pt: Parar
ru_ru: Остановить
tr_tr: Durdur

# NoConnection
source: No Connection. Check Internet connection.
chs: 没有连接. 请检查 Internet 连接。
cht: 沒有連接。請檢查網路連線。
de_de: Keine Verbindung. Bitte überprüfen Sie Ihre Internetverbindung.
el_gr: Δεν υπάρχει σύνδεση. Ελέγξτε τη σύνδεση στο Internet.
es_es: No hay conexión. Compruebe la conexión a Internet.
fr_fr: Aucune connexion. Vérifiez votre connexion Internet.
hu_hu: Nincs kapcsolat. Ellenőrizd az internetkapcsolatot.
it_it: Nessuna connessione. Controlla la connessione Internet.
ja_jp: 接続が確立されていません。インターネット接続をチェックして下さい。
nl_nl: Geen verbinding. Controleer de internetverbinding.
pl_pl: Brak połączenia. Sprawdź połączenie sieciowe.
pt_pt: Sem conexão. Verifique a conexão com a Internet.
ru_ru: Нет соединения. Проверьте интернет соединение.
tr_tr: Bağlantı Yok. İnternet bağlantınızı kontrol edin.

# ProcessStopped
source: Process is stopped
chs: 进程已停止
cht: 程序已停止。
de_de: Prozess wurde angehalten
el_gr: Η διαδικασία διακόπηκε
es_es: El proceso se detuvo
fr_fr: Le processus s'est arrêté
hu_hu: Folyamat megállítva
it_it: Processo arrestato
ja_jp: 処理を停止しました
nl_nl: Proces is gestopt
pl_pl: Proces został zatrzymany
pt_pt: O processo está parado
ru_ru: Процесс остановлен
tr_tr: İşlem durduruldu

# DownloadingCompleted
source: Downloading is completed
chs: 下载完成
cht: 下載完成
de_de: Download abgeschlossen
el_gr: Η λήψη ολοκληρώθηκε
es_es: Descarga finalizada
fr_fr: Téléchargement s'est terminé
hu_hu: A letöltés befejeződött
it_it: Download completato
ja_jp: ダウンロードが完了しました
nl_nl: Downloaden is voltooid
pl_pl: Pobieranie zakończone
pt_pt: O download foi concluído
ru_ru: Загрузка завершена
tr_tr: İndirme tamamlandı

# DownloadingCompleteSuccesful
source: Downloading was completed successfully
chs: 下载成功完成。
cht: 下載成功完成。
de_de: Downloadvorgang wurde erfolgreich abgeschlossen
el_gr: Η λήψη ολοκληρώθηκε με επιτυχία
es_es: La descarga se completó correctamente
fr_fr: Téléchargement s'est terminé avec succès
hu_hu: A letöltés sikeresen befejeződött
it_it: Download completato con successo
ja_jp: ダウンロードが無事に完了しました
nl_nl: Downloaden is geslaagd
pl_pl: Pobieranie zakończone pomyślnie
pt_pt: O download foi concluído com êxito
ru_ru: Загрузка была завершена успешно
tr_tr: İndirme başarıyla tamamlandı

# SomeLinksNotDownloaded
source: The program did not download some links
chs: 程序没有下载某些链接
cht: 程式沒有下載某些連結
de_de: Das Programm hat einzelne Links nicht heruntergeladen
el_gr: Το πρόγραμμα δεν κατέβασε κάποιες διευθύνσεις
es_es: El programa no descargó algunos vínculos
fr_fr: Le programme n'a pas téléchargé certains liens
hu_hu: A program néhány linket nem töltött le
it_it: Il programma non ha scaricato alcuni collegamenti
ja_jp: いくつかのリンクのダウンロードに失敗しました
nl_nl: Sommige koppelingen zijn niet gedownload
pl_pl: Program nie pobrał niektórych łączy
pt_pt: O programa não baixou alguns links
ru_ru: Программа не смогла скачать несколько ссылок
tr_tr: Program bazı linkleri indiremedi

# WantSolution
source: Do you want to find a solution?
chs: 是否要寻求解决方案？
cht: 是否要尋求解決方案？
de_de: Möchten Sie eine Lösung finden?
el_gr: Θέλετε να βρούμε μια λύση;
es_es: ¿Desea encontrar una solución?
fr_fr: Voulez-vous trouver une solution?
hu_hu: Szeretnél megoldást keresni a problémára?
it_it: Trovare una soluzione?
ja_jp: 解決方法を探しますか。
nl_nl: Wilt u een oplossing zoeken?
pl_pl: Czy chcesz znaleźć rozwiązanie?
pt_pt: Deseja localizar uma solução?
ru_ru: Хотите найти решение?
tr_tr: Çözüm bulmak istiyormusunuz?

# CancelProcess
source: Canceling process...
chs: 正在取消进程...
cht: 正在取消程序...
de_de: Vorgang abgebrochen...
el_gr: Ακύρωση διαδικασίας...
es_es: Cancelando el proceso...
fr_fr: Annulation du processus en cours...
hu_hu: Folyamat megszakítása...
it_it: Annullamento processo...
ja_jp: キャンセル中...
nl_nl: Proces wordt geannuleerd...
pl_pl: Anulowanie procesu...
pt_pt: Cancelando o processo...
ru_ru: Отмена процесса...
tr_tr: İşlem iptal ediliyor...

# CannotReadFile
source: The program cannot read this file. It is not a valid file or its format is not currently supported.
chs: 无法读取文件。文件无效，或目前不支持其格式。
cht: 無法讀取文件。這不是一個有效的檔案，或目前不支援此格式。
de_de: Die Datei kann nicht gelesen werden. Die Datei ist entweder ungültig oder das Format wird derzeit nicht unterstützt.
el_gr: Το πρόγραμμα δεν μπορεί να διαβάσει αυτό το αρχείο. Δεν είναι ένα έγκυρο αρχείο ή η μορφή δεν υποστηρίζεται αυτήν τη στιγμή.
es_es: No se puede leer este archivo. Es un archivo inválido o el formato no es compatible actualmente.
fr_fr: Nous ne pouvons pas lire ce fichier. Ce fichier n'est pas valide ou son format n'est actuellement pas pris en charge.
hu_hu: A program nem képes ezt a fájlt olvasni. A fájl nem érvényes vagy a formátuma jelenleg nem támogatott
it_it: Impossibile leggere il file. File non valido oppure formato non supportato attualmente.
ja_jp: このファイルの読み取りに失敗しました。このファイルが無効、又はこの形式が現在サポートされていません。
nl_nl: Dit bestand kan niet worden gelezen. Het bestand is niet geldig of de indeling wordt momenteel niet ondersteund.
pl_pl: Nie można odczytać pliku. Plik jest nieprawidłowy lub jego format nie jest obsługiwany.
pt_pt: Não é possível ler este ficheiro. Ele não é um ficheiro válido ou não há suporte ao seu formato.
ru_ru: Программа не смогла прочитать этот файл. Данный файл с ошибкой, или формат этого файла не поддерживается.
tr_tr: Bu dosya okunamadı, hatalı dosya veya desteklenmeyen biçim olabilir.

source: Conversion error
chs: 转换错误
cht: 轉換錯誤。
de_de: Fehler beim Konvertieren
el_gr: Σφάλμα μετατροπής
es_es: Error de conversión
fr_fr: Erreur de conversion
hu_hu: Konvertálási hiba
it_it: Errore di conversione
ja_jp: 変換エラー
nl_nl: Conversiefout
pl_pl: Błąd konwersji
pt_pt: Erro de conversão
ru_ru: Ошибка конвертации
tr_tr: Dönüştürme hatası

source: Error
chs: 错误
cht: 錯誤
de_de: Fehler
el_gr: Σφάλμα
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
tr_tr: Hata

# FileFormatNotSupported
source: This file format is not supported
chs: 不支持该文件格式
cht: 不支援該檔案格式
de_de: Dieses Dateiformat wird nicht unterstützt
el_gr: Αυτή η μορφή αρχείου δεν υποστηρίζεται
es_es: El formato de archivo no es compatible
fr_fr: Le format de ce fichier n'est pas pris en charge
hu_hu: Ez a fájlformátum nem támogatott
it_it: Formato file non supportato
ja_jp: このファイル形式はサポートされていません
nl_nl: Deze bestandsindeling wordt niet ondersteund
pl_pl: Format pliku nie jest obsługiwany
pt_pt: Não há suporte a este formato de ficheiro
ru_ru: Этот формат файла не поддерживается
tr_tr: Bu dosya formatı desteklenmiyor

source: Information
chs: 资料
cht: 資訊
el_gr: Πληροφορίες
es_es: Información
hu_hu: Információ
it_it: Informazione
ja_jp: 情報
nl_nl: Informatie
pl_pl: Informacja
pt_pt: Informações
ru_ru: Информация
tr_tr: Bilgi

# LinkNotContainVideo
source: Link does not contain video
chs: 链接不包含视频
cht: 連結並不包含影片
de_de: Link enthält kein Video
el_gr: Η σύνδεση δεν περιέχει βίντεο
es_es: El vínculo no contiene un vídeo
fr_fr: Le lien ne contient pas de vidéo
hu_hu: A link nem tartalmaz videót
it_it: Il collegamento non contiene video
ja_jp: このリンクには動画は含まれていません
nl_nl: Koppeling bevat geen video
pl_pl: Łącze nie zawiera materiałów wideo
pt_pt: O link não contém vídeo
ru_ru: Ссылка не содержит видео
tr_tr: Link video içermiyor

# NotYouTubeLink
source: This is not a YouTube link
chs: 这不是 YouToBe 视频链接
cht: 這不是YouTube影片連結。
de_de: Das ist kein YouTube-Videolink
el_gr: Αυτη δεν είναι μια διεύθυνση URL YouTube
es_es: Este no es un enlace de vídeo de YouTube
fr_fr: Ceci n'est pas un lien YouTube
hu_hu: Ez nem YouTube link
it_it: Non è un collegamento video YouTube
ja_jp: このリンクはYouTubeの動画のリンクではありません
nl_nl: Dit is geen koppeling naar een YouTube-video
pl_pl: To nie jest łącze wideo YouTube
pt_pt: Este não é um link para um vídeo do YouTube
ru_ru: Это не YouTube ссылка
tr_tr: Bu link YouTube Linki değildir

source: No video data
chs: 没有视频数据
cht: 沒有影片資料
de_de: Keine Videodaten
el_gr: Δεν υπάρχουν δεδομένα βίντεο
es_es: No hay información de vídeo
fr_fr: Aucune donnée vidéo
hu_hu: Nincs videóadat
it_it: Nessun dato video
ja_jp: 動画データがありません
nl_nl: Geen videogegevens
pl_pl: Brak danych wideo
pt_pt: Nenhum dado de vídeo
ru_ru: Нет видео данных по ссылке
tr_tr: Video datası yok

# ReinstallProgramm
source: Reinstall the program
chs: 请重新安装程序
cht: 請重新安裝程式。
de_de: Installieren Sie das Programm erneut
el_gr: Εγκαταστήστε ξανά το πρόγραμμα
es_es: Vuelva a instalar el programa
fr_fr: Réinstallez le programme
hu_hu: Telepítsd újra a programot
it_it: Reinstalla il programma
ja_jp: プログラムを再インストールして下さい
nl_nl: Installeer het programma opnieuw
pl_pl: Zainstaluj program ponownie
pt_pt: Reinstale o programa
ru_ru: Переустановите программу
tr_tr: Programı tekrar yükle

source: Cancel
chs: 取消
cht: 取消
de_de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
tr_tr: İptal

source: OK
chs: 确定
cht: 確定
hu_hu: Rendben
tr_tr: TAMAM

# PleaseEnterTag
source: Please enter at least one tag for your video
chs: 请进入视频标签
cht: 請至少為你的影片輸入一個標籤。
de_de: Bitte geben Sie mindestens ein Tag für Ihr Video ein
el_gr: Πληκτρολογήστε τουλάχιστον μία ετικέτα για το βίντεό σας
es_es: Por favor, introduce al menos una etiqueta para el vídeo
fr_fr: S'il vous plaît, entrez au moins une étiquette pour votre vidéo
hu_hu: Kérlek adj meg legalább egy címkét a videódhoz
it_it: Inserisci almeno un tag per video
ja_jp: タグを少なくとも一つ入力して下さい
nl_nl: Geef minimum één label in voor jouw video
pl_pl: Zaznacz przynajmniej jeden tag na swoim wideo
pt_pt: Por favor, introduz pelo menos uma etiqueta para o vídeo
ru_ru: Введите, пожалуйста, хотя бы один тэг для видео
tr_tr: Videonuz için en az bir etiket girin

# FileIsFailed
source: file(s) is failed.
chs: 文件出错。
cht: 檔案發生錯誤。
de_de: Datei(en) fehlgeschlagen.
el_gr: Απέτυχε η αρχείο(α).
es_es: Error de archivos.
fr_fr: fichier(s) a échoué.
hu_hu: fájl nem sikerült.
it_it: file non riuscita.
ja_jp: ファイル処理に失敗しました。
nl_nl: bestand(en) mislukt.
pl_pl: plik(i) jest(są) uszkodzony(e).
pt_pt: ficheiros(s) com falha.
ru_ru: файл(ы) обработаны с ошибкой.

# FileUploading
source: Uploading file...
chs: 上传文件中...
cht: 檔案上傳中...
de_de: Datei wird hochgeladen...
el_gr: Αποστολή αρχείου...
es_es: Carga de archivo...
fr_fr: Transfèrement de fichier en cours...
hu_hu: Fájl feltöltése...
it_it: Caricamento file...
ja_jp: ファイルをアップロード中...
nl_nl: Bestand uploaden...
pl_pl: Wysyłanie pliku...
pt_pt: Carregando ficheiro...
ru_ru: Загрузка файла...
tr_tr: Dosya yükleniyor...

source: Invalid login/password
chs: 错误的登陆名或者密码
cht: 不正確的登入密碼
de_de: Login oder Passwort ungültig
el_gr: Μη έγκυρη σύνδεση/κωδικός πρόσβασης
es_es: Nombre de usuario/contraseña inválida
fr_fr: Login/mot de passe incorrect
hu_hu: Érvénytelen felhasználónév/jelszó
it_it: Utente/password errati
ja_jp: ロギン、又はパスワードが正しくないです
nl_nl: Ongeldig login-paswoord
pl_pl: Niepoprawne hasło
pt_pt: Nome de usuário/password inválida
ru_ru: Некорректное имя пользователя/пароль
tr_tr: Hatalı kullanıcı/şifre

# ProcessCompletedSuccessfully
source: Process was completed successfully
chs: 进程成功完成
cht: 程序成功完成。
de_de: Vorgang wurde erfolgreich abgeschlossen
el_gr: Η διαδικασία ολοκληρώθηκε με επιτυχία
es_es: El proceso ha sido terminado con éxito
fr_fr: Processus s'est terminé avec succès
hu_hu: A folyamat sikeresen befejeződött
it_it: Processo completato con successo
ja_jp: 処理が完了しました
nl_nl: Proces geslaagd
pl_pl: Proces zakończony powodzeniem
pt_pt: O processo foi concluído com êxito
ru_ru: Процесс успешно завершен
tr_tr: İşlem başarıyla tamamlandı

# SelectFile
source: Please, select a file
chs: 请选择一个文件
cht: 請選擇一個檔案。
de_de: Bitte wählen Sie eine Datei aus
el_gr: Παρακαλούμε, επιλέξτε ένα αρχείο
es_es: Seleccione un archivo
fr_fr: Veuillez sélectionner un fichier
hu_hu: Kérlek válassz ki egy fájlt
it_it: Seleziona un file
ja_jp: ファイルを選択して下さい
nl_nl: Selecteer een bestand
pl_pl: Wybierz plik
pt_pt: Selecione um ficheiro
ru_ru: Выберите файл
tr_tr: Lütfen, dosya seçin

# WrongTag
source: Each tag must be at least two letters and/or numbers.
chs: 每个标签都至少为两个字母和/或数字。
cht: 每個標籤都至少需要兩個字母/數字。
de_de: Jedes Tag darf mindestens zwei Buchstaben und/oder Ziffern enthalten.
el_gr: Κάθε ετικέτα πρέπει να είναι τουλάχιστον δύο γραμμάτων ή/και αριθμών.
es_es: Cada etiqueta debe tener al menos dos letras o números.
fr_fr: Chaque étiquette doit contenir au moins deux lettres et/ou numéros.
hu_hu: Minden címkének legalább két betűből és/vagy számból kell állnia
it_it: Ogni tag deve essere composto da almeno due lettere e/o numeri.
ja_jp: 各タグの長さは2文字以上です。
nl_nl: Elk label moet minimaal twee letters en/of cijfers bevatten.
pl_pl: Każdy znacznik musi się składać z co najmniej dwóch liter i/lub cyfr.
pt_pt: Cada marca deve possuir pelo menos duas letras e/ou números.
ru_ru: Каждый тег должен быть не менее двух букв и/или цифр.
tr_tr: Her etikette en az iki sayı veya rakam olmalıdır.

# ConversionCompleteSuccessful
source: Conversion was completed successfully
chs: 转换成功完成
cht: 轉換成功完成。
de_de: Konvertierung wurde erfolgreich abgeschlossen
el_gr: Μετατροπή ολοκληρώθηκε με επιτυχία
es_es: La conversión ha sido terminado con éxito
fr_fr: Conversion s'est terminée avec succès
hu_hu: A konvertálás sikeresen befejeződött
it_it: Conversione completata con successo
ja_jp: 変換が完了しました
nl_nl: Conversie is geslaagd
pl_pl: Konwersja zakończona pomyślnie
pt_pt: A conversão foi concluída com êxito
ru_ru: Конвертация была завершена успешно
tr_tr: Dönüştürme başarıyla tamamlandı

# OutputFileAlreadyExists
source: The output file already exists. Replace it?
chs: 输出文件已存在。是否替换？
cht: 输出文件已存在。是否替换？
de_de: Die Ausgabedatei existiert bereits. Wollen Sie diese Datei ersetzen?
el_gr: Υπάρχει ήδη το αρχείο εξόδου. Θέλετε να το αντικαταστήσετε;
es_es: El archivo de salida ya existe. ¿Desea reemplazarlo?
fr_fr: Le fichier de sortie existe déjà. Voulez-vous le remplacer?
hu_hu: A kimeneti fájl már létezik. Lecseréled?
it_it: File di output già esistente. Sostituirlo?
ja_jp: 出力ファイルは既に存在します。置換しますか?
nl_nl: Het uitvoerbestand bestaat al. Wilt u het vervangen?
pl_pl: Plik o takiej nazwie już istnieje. Czy chcesz go zastąpić?
pt_pt: O ficheiro de saída já existe. Deseja substituí-lo?
ru_ru: Файл с таким имененем уже существует. Заменить его?
tr_tr: Kayıt klasörü mevcut, değiştirilsin mi?

source: Confirm
chs: 确认
cht: 確認
de_de: Bestätigen
el_gr: Επιβεβαίωση
es_es: Confirmar
fr_fr: Confirmer
hu_hu: Megerősít
it_it: Conferma
ja_jp: 確認
nl_nl: Bevestigen
pl_pl: Zatwierdź
pt_pt: Confirmar
ru_ru: Подтверждение
tr_tr: Onayla

# OutputFolderNotExist
source: The output folder does not exist
chs: 输出文件夹不存在
cht: 输出文件夹不存在。
de_de: Ausgabeordner existiert nicht
el_gr: Δεν υπάρχει ο φάκελος εξόδου
es_es: La carpeta de salida no existe
fr_fr: Le dossier de sortie n'existe pas
hu_hu: A kimeneti mappa nem létezik
it_it: Cartella di output non esistente
ja_jp: 出力フォルダは存在しません
nl_nl: De uitvoermap bestaat niet
pl_pl: Folder docelowy nie istnieje
pt_pt: A pasta de saída não existe
ru_ru: Выходной папки не существует
tr_tr: Kayıt dosyası mevcut değil

# OutputPathEmpty
source: The output path is empty
chs: 输出路径为空
cht: 输出路径为空。
de_de: Ausgabepfad ist leer
el_gr: Η διαδρομή εξόδου είναι κενή
es_es: La ruta de salida está vacía
fr_fr: Le chemin de sortie est vide
hu_hu: A kimeneti útvonal üres
it_it: Percorso di output vuoto
ja_jp: 出力パスが指定されていません
nl_nl: Het uitvoerbestand is leeg
pl_pl: Ścieżka docelowa jest pusta
pt_pt: O caminho de saída está vazio
ru_ru: Не задан выходной путь
tr_tr: Kayıt yolu boş

source: of
chs: 的
cht: 的
de_de: von
el_gr: του
es_es: de
fr_fr: de
it_it: di
ja_jp: から
nl_nl: van
pl_pl: z
pt_pt: de
ru_ru: из
tr_tr: den

# VideoAlreadyInList
source: This video is already in the download list.
chs: 该视频已在下载列表中。
cht: 影片已在下載清單中。
de_de: Dieses Video ist bereits in der Downloadliste enthalten.
el_gr: Αυτό το βίντεο είναι ήδη στη λίστα το στοιχείο λήψης.
es_es: Este vídeo ya se encuentra en la lista de descargas.
fr_fr: Cette vidéo est déjà dans la liste de téléchargement.
hu_hu: Ez a videó már szerepel a letöltési listában.
it_it: Video già presente nell'elenco di download.
ja_jp: この動画は既にダウンロードリストにあります。
nl_nl: Deze video staat al in de downloadlijst.
pl_pl: Ten plik wideo znajduje się już na liście pobierania.
pt_pt: Este vídeo já está na lista de download.
ru_ru: Видео уже есть в списке.
tr_tr: Bu video indirilme listesinde mevcut.

source: videos
chs: 视频
cht: 影片
el_gr: βίντεο
es_es: vídeos
fr_fr: vidéos
hu_hu: videók
it_it: video
ja_jp: 動画
pl_pl: materiały wideo
pt_pt: vídeos
ru_ru: видео
tr_tr: videolar

# CannotAccessYouTube
source: The program did not manage to access YouTube
chs: 该程序无法访问YouTube
cht: 程式無法登入YouTube。
de_de: Das Programm hat keinen YouTube-Zugang
el_gr: Το πρόγραμμα δεν κατάφερε να αποκτήσει πρόσβαση YouTube
es_es: El programa no logró obtener acceso a YouTube
fr_fr: Le programme n'a pas réussi à accéder à YouTube
hu_hu: A programnak nem sikerült hozzáférnie a YouTube-hoz
it_it: Il programma non è riuscito ad accedere a YouTube
ja_jp: YouTubeへのアクセスに失敗しました
nl_nl: Het programma kon YouTube niet bereiken
pl_pl: Program nie mógł uzyskać dostępu do YouTube
pt_pt: O programa não conseguiram acessar o YouTube
ru_ru: Программа не может получить доступ к YouTube
tr_tr: Program yönetmek için YouTube'a erişemedi

# CannotResolveYouTubeLink
source: The program does not manage to resolve this YouTube link. Do you want to find a solution?
chs: 程序未能解析这一 YouTube 链接。是否要查找解决方案？
cht: 程式未能解析這一YouTube連結。是否要尋找解決方案？
de_de: Das Programm kann diesen YouTube-Link nicht auflösen. Möchten Sie eine Lösung finden?
el_gr: Το πρόγραμμα δεν κατάφερε να επιλύσει αυτό το link YouTube. Θέλετε να βρούμε μια λύση;
es_es: El programa no logra resolver este enlace de YouTube. ¿Desea buscar una solución?
fr_fr: Le programme ne parvient pas à résoudre ce problème de lien Youtube. Voulez-vous résoudre le problème?
hu_hu: A programnak nem sikerült hozzáférnie ehhez a YouTube linkhez. Szeretnél megoldást keresni?
it_it: Impossibile risolvere questo collegamento YouTube. Cercare una soluzione?
ja_jp: YouTubeリンクの検出に失敗しました。解決方法を探しますか。
nl_nl: Het programma kan deze YouTube-koppeling niet herleiden. Wilt u dit oplossen?
pl_pl: Program nie może otworzyć tego łącza YouTube. Czy chcesz znaleźć rozwiązanie?
pt_pt: O programa não é capaz de resolver este link do YouTube. Deseja procurar uma solução?
ru_ru: Программа не смогла распознать YouTube ссылку. Узнать возможное решение этой проблемы?
tr_tr: Program bu YouTube linkini çözemedi. Çözüm bulmak istermisiniz?

# ListNotLoaded
source: The list is not loaded
chs: 列表未加载
cht: 列表未加载。
de_de: Liste wurde nicht geladen
el_gr: Ο κατάλογος δεν έχει φορτωθεί
es_es: No se cargó la lista
fr_fr: La liste n'est pas chargée
hu_hu: A lista nincs betöltve
it_it: Elenco non caricato
ja_jp: リストが読み込まれません
nl_nl: De lijst is niet geladen
pl_pl: Lista nie jest załadowana
pt_pt: A lista não está carregada
ru_ru: Список не загружен
tr_tr: Liste yüklenemedi

# FilesNotOpened
source: Some files were not opened
chs: 一些文件未打开
cht: 一些檔案未開啟。
de_de: Einige Dateien wurden nicht geöffnet
el_gr: Σε ορισμένα αρχεία δεν ήταν δυνατό το άνοιγμα
es_es: Algunos archivos no se abrieron
fr_fr: Certains fichiers n'ont pas étés ouverts
hu_hu: Néhány fájl nem került megnyitásra
it_it: Alcuni file non sono stati aperti
ja_jp: いくつかのファイルが開きませんでした
nl_nl: Sommige bestanden zijn niet geopend
pl_pl: Niektóre pliki nie zostały otwarte
pt_pt: Alguns ficheiros não foram abertos
ru_ru: Некоторые файлы не были открыты
tr_tr: Bazı dosyalar açılamadı

# ListNotSaved
source: The list is not saved.
chs: 不能保存该目录。
cht: 清單未儲存。
de_de: Liste konnte nicht gespeichert werden.
el_gr: Ο κατάλογος δεν αποθηκεύεται
es_es: No se guardó la lista.
fr_fr: La liste n'est pas enregistrée.
hu_hu: A lista nincs elmentve.
ja_jp: リストは保存されていません。
nl_nl: De lijst is niet opgeslagen.
pl_pl: Lista nie została zachowana.
pt_pt: A lista não foi guardada.
ru_ru: Список не сохранен.
tr_tr: Liste kaydedilemedi.

source: Continue?
chs: 是否继续？
cht: 是否繼續？
de_de: Weiter?
el_gr: Θέλετε να συνεχίσετε;
es_es: ¿Desea continuar?
fr_fr: Voulez-vous continuer?
hu_hu: Folytatod?
it_it: Continuare?
ja_jp: 続行しますか。
nl_nl: Doorgaan?
pl_pl: Kontynuować?
pt_pt: Continuar?
ru_ru: Продолжить?
tr_tr: Devam?
