Repository: DVDVideoSoft/free3dphotomaker
Catalog: Free3DPhotoMaker/Common/Resources/CommonData.*-*.resx
Languages: chs, cht, de_de, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, tr_tr

# BadCharacters
source: A file name cannot contain any of the following characters:
chs: 文件名不能包含以下字符:
cht: 檔案名稱不能包含以下字元：
de_de: Ein Dateiname darf keines der folgenden Zeichen enthalten:
el_gr: Ένα όνομα αρχείου δεν είναι δυνατό να περιέχει κανέναν από τους ακόλουθους χαρακτήρες:
es_es: Un nombre de archivo no puede contener ninguno de estos caracteres:
fr_fr: Le nom du fichier ne peut pas contenir des caractères suivants:
hu_hu: A fájlnév nem tartalmazhatja a következő karaktereket:
it_it: Un nome file non può contenere i caratteri seguenti:
ja_jp: ファイル名には次の文字を使用出来ません:
nl_nl: De volgende tekens mogen niet voorkomen in een bestandsnaam:
pl_pl: Nazwa pliku nie może zawierać następujących znaków:
pt_pt: Um nome de ficheiro não pode conter os seguintes caracteres:
ru_ru: Имя файла не может содержать следующие символы:
tr_tr: Dosya adı şu karakterleri içeremez:

source: Name
chs: 名称
cht: 名稱
el_gr: Όνομα
es_es: Nombre
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 名前
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
tr_tr: İsim

source: New folder
chs: 新文件夹
cht: 新資料夾
de_de: Neuer Ordner
el_gr: Νέος φάκελος
es_es: Nueva carpeta
fr_fr: Nouveau dossier
hu_hu: Új mappa
it_it: Nuova cartella
ja_jp: 新しいフォルダ
nl_nl: Nieuwe map
pl_pl: Nowy folder
pt_pt: Nova pasta
ru_ru: Новая папка
tr_tr: Yeni Klasör

source: Rename
chs: 重命名
cht: 重新命名
de_de: Umbenennen
el_gr: Μετονομασία
es_es: Cambiar nombre
fr_fr: Renommer
hu_hu: Átnevez
it_it: Rinomina
ja_jp: 名前を変更
nl_nl: Hernoemen
pl_pl: Zmień nazwę
pt_pt: Renomear
ru_ru: Переименовать
tr_tr: Adlandır

# Available
source: are available,
chs: 可用，
cht: 可用，
de_de: sind verfügbar,
el_gr: είναι διαθέσιμες,
es_es: están disponibles,
fr_fr: sont disponibles,
hu_hu: elérhető.
it_it: sono disponibili,
ja_jp: が利用可能で、
nl_nl: zijn beschikbaar,
pl_pl: dostępne,
pt_pt: estão disponíveis,
ru_ru: доступно,
tr_tr: mevcuttur,

# Required
source: are required.
chs: 是必须的。
cht: 是必需的。
de_de: sind erforderlich.
el_gr: απαιτούνται.
es_es: se necesitan.
fr_fr: sont requis.
hu_hu: szükséges.
it_it: sono richiesti.
ja_jp: が必要です。
nl_nl: zijn vereist.
pl_pl: wymagane.
pt_pt: são necessários.
ru_ru: требуется.
tr_tr: gereklidir.

# ThereIsNewVersion
source: There is a new version available. Do you want to download and install it now?
chs: 现在有可用的新版本. 是否要立即下载并安装更新？
cht: 有一個新的版本。你要下載並安裝它？
de_de: Eine neue Version ist verfügbar. Möchten Sie sie jetzt herunterladen und installieren?
el_gr: Υπάρχει διαθέσιμη μια νέα έκδοση. Θέλετε να τη κάνετε λήψη και να τη εγκαταστήσετε τώρα;
es_es: Hay una nueva versión disponible. ¿Desea descargar e instalar la actualización ahora?
fr_fr: Une nouvelle version est disponible. Voulez-vous télécharger et installer la mise à jour maintenant?
hu_hu: Új verzió érhető el. Szeretnéd most letölteni és telepíteni?
it_it: È disponibile una nuova versione. Eseguire il download e installare l'aggiornamento ora?
ja_jp: 更新バージョンをご利用いただけます。今すぐダウンロードして、インストールしますか?
nl_nl: Er is een nieuwe versie beschikbaar. Wilt u de update nu downloaden en installeren?
pl_pl: Dostępna jest nowa wersja programu. Czy chesz pobrać i zainstalować aktualizację?
pt_pt: Há uma nova versão disponível. Deseja baixar e instalar a atualização agora?
ru_ru: Доступна новая версия. Вы хотите скачать обновленную версию?
tr_tr: Yeni sürüm mevcut. Şimdi indirip kurulsun mu?

# VersionIsUpToDate
source: Your version is up to date.
chs: 您的版本是最新版本.
cht: 您的版本是最新版本。
de_de: Ihre Version ist auf dem aktuellsten Stand.
el_gr: Η έκδοση σας είναι ενημερωμένη.
es_es: Su versión está actualizada.
fr_fr: Votre version est à jour.
hu_hu: A jelenlegi verzió a legfrissebb.
it_it: La versione in uso è aggiornata.
ja_jp: 最新バージョンです。
nl_nl: U hebt de nieuwste versie.
pl_pl: Bieżąca wersja jest aktualna.
pt_pt: A sua versão está atualizada.
ru_ru: Ваша версия программы актуальна.
tr_tr: Kullandığınız versiyon güncel.

source: Processing
chs: 正在处理中
cht: 正在處理中
de_de: Bearbeitung
el_gr: Επεξεργάζεται
es_es: Procesamiento
fr_fr: Élaboration
hu_hu: Feldolgozás
it_it: Elaborazione
ja_jp: 処理中
nl_nl: Voortgang
pl_pl: Ładowanie
pt_pt: Processamento
ru_ru: Обработка
tr_tr: İşleniyor

# ProcessingFile
source: File conversion...
chs: 文件转换中...
cht: 檔案轉換中...
de_de: Dateikonvertierung...
el_gr: Μετατροπή αρχείου...
es_es: Conversión de archivos...
fr_fr: Conversion du fichier...
hu_hu: Fájlkonvertálás...
it_it: Conversione file...
ja_jp: ファイルが変換中...
nl_nl: Bestanden converteren...
pl_pl: Konwersja pliku...
pt_pt: Conversão de ficheiro...
ru_ru: Конвертация файла...
tr_tr: Dosya dönüştürülüyor...

source: completed
chs: 完成
cht: 完成
de_de: abgeschlossen
el_gr: ολοκληρώθηκε
es_es: terminado
fr_fr: terminé
hu_hu: teljesítve
it_it: completato
ja_jp: 完了
nl_nl: voltooid
pl_pl: zakończone
pt_pt: concluído
ru_ru: завершено
tr_tr: tamamlandı

source: Video
chs: 视频
cht: 影片
el_gr: Βίντεο
es_es: Vídeo
fr_fr: Vidéo
hu_hu: Videó
ja_jp: 動画
pl_pl: Wideo
pt_pt: Vídeo
ru_ru: Видео

# CheckInternetConnection
source: Check your firewall, proxy or internet connection settings.
chs: 请核对防火墙，代理服务器和互联网连接设置
cht: 請確認防火牆，代理伺服器和網路連線設定。
de_de: Überprüfen Sie Ihre Einstellungen für Firewall, Proxy-Server oder Internetverbindung.
el_gr: Ελέγξτε τις ρυθμίσεις σύνδεσης internet, διακομιστή μεσολάβησης ή τείχους προστασίας.
es_es: Verifica tus configuraciones de firewall, proxy y conexión a internet.
fr_fr: Vérifiez votre coupe-feu, proxy et préréglages de connexion Internet.
hu_hu: Ellenőrizd a tűzfalat, proxyt vagy az internetkapcsolat beállításait.
it_it: Verifica le impostazioni di firewall, proxy e di connessione a Internet.
ja_jp: インターネット接続、プロキシ、又はファイアーウォールの設定をチェックして下さい。
nl_nl: Controleer uw firewall, proxy of internet-instellingen.
pl_pl: Sprawdź swoją zaporę sieciową (firewall), serwer proxy lub ustawienia połączeń internetowych.
pt_pt: Verifique o seu firewall, proxy ou as definições de ligação à Internet.
ru_ru: Проверьте ваш фаервол, прокси-сервер или интернет соединение.
tr_tr: İnternet bağlantınızı, güvenlik duvarınızı veya proxy ayarlarınızı kontrol edin.

source: cancelled
chs: 取消
cht: 取消
de_de: abgebrochen
el_gr: ακυρώθηκε
es_es: cancelado
fr_fr: annulé
hu_hu: megszakítva
it_it: annullato
ja_jp: キャンセルされました
nl_nl: geannuleerd
pl_pl: anulowany
pt_pt: cancelado
ru_ru: отменено
tr_tr: iptal edildi

# FileTooLarge
source: The file is too large
chs: 文件过大
cht: 檔案太大。
de_de: Datei ist zu groß
el_gr: Το αρχείο είναι υπερβολικά μεγάλο
es_es: El archivo es demasiado grande
fr_fr: Le fichier est trop volumineux
hu_hu: A fájlméret túl nagy
it_it: Il file è troppo grande
ja_jp: ファイルのサイズが大き過ぎます
nl_nl: Het bestand is te groot
pl_pl: Wielkość pliku jest zbyt duża
pt_pt: O ficheiro é demasiado grande
ru_ru: Файл слишком велик
tr_tr: Dosya çok büyük

source: Uploading...
chs: 上传中...
cht: 上傳中...
de_de: Hochladen...
el_gr: Αποστολή...
es_es: Subiendo...
fr_fr: Transfèrement...
hu_hu: Feltöltés...
it_it: Caricamento...
ja_jp: アップロード中...
nl_nl: Uploaden...
pl_pl: Przesyłanie...
pt_pt: A carregar...
ru_ru: Загрузка...
tr_tr: Yükleniyor...

source: upload failed
chs: 上传错误
cht: 上傳錯誤
de_de: Hochladen fehlgeschlagen
el_gr: η αποστολή απέτυχε
es_es: falla al subir el vídeo
fr_fr: transfèrement échoué
hu_hu: feltöltés nem sikerült
it_it: caricamento non riuscitо
ja_jp: アップロードに失敗しました
nl_nl: uploaden mislukt
pl_pl: plik jest uszkodzony
pt_pt: falha ao carregar
ru_ru: ошибка при загрузке
tr_tr: yükleme başarısız

source: Current:
chs: 目前:
cht: 目前：
de_de: Aktuell:
el_gr: Τρέχον:
es_es: Actual:
fr_fr: Actuelle:
hu_hu: Jelenlegi:
it_it: Corrente:
ja_jp: 現在:
nl_nl: Actueel:
pl_pl: Aktualny:
pt_pt: Atual:
ru_ru: Текущий:
tr_tr: Şuanda:

source: Total:
chs: 总共:
cht: 總共：
de_de: Gesamt:
el_gr: Σύνολο:
hu_hu: Összesen:
it_it: Totale:
ja_jp: 全体:
nl_nl: Totaal:
pl_pl: Całkowity:
ru_ru: Общий:
tr_tr: Toplam:

# BrowseForFilesAndFolders_InclSub
source: Include subfolders
chs: 包含子文件
cht: 包含子資料夾
de_de: Unterordner einbeziehen
el_gr: Συμπεριλάβετε υποφακέλους
es_es: Incluir subcarpetas
fr_fr: Inclure sous-dossiers
hu_hu: Almappákat is
it_it: Includere sottocartelle
ja_jp: サブフォルダを含める
nl_nl: Inclusief submappen
pl_pl: Zawrzeć podfoldery
pt_pt: Incluir subpastas
ru_ru: Включить подпапки
tr_tr: Alt klasörler dahil

# BrowseForFilesAndFolders_Title
source: Browse files and folders
chs: 浏览文件和文件夹
cht: 瀏覽檔案和資料夾
de_de: Dateien und Ordner durchsuchen
el_gr: Αναζήτηση αρχείων και φακέλων
es_es: Navegar por archivos y carpetas
fr_fr: Parcourir les fichiers et les dossiers
hu_hu: Fájlok és mappák tallózása
it_it: Sfoglia file e cartelle
ja_jp: ファイルとフォルダの参照
nl_nl: Bladeren naar bestanden en mappen
pl_pl: Przeglądaj pliki i foldery
pt_pt: Procurar por ficheiros e pastas
ru_ru: Открыть файлы и папки
tr_tr: Dosya ve Klasörlere Gözat

# BrowseForFilesAndFolder_MainLabel
source: Files and Folders:
chs: 文件和文件夹：
cht: 檔案和資料夾：
de_de: Dateien und Ordner:
el_gr: Αρχεία και φάκελοι:
es_es: Ficheiros y carpetas:
fr_fr: Fichiers et dossiers:
hu_hu: Fájlok és mappák:
it_it: File e Cartelle:
ja_jp: ファイルとフォルダ:
nl_nl: Bestanden en mappen:
pl_pl: Pliki i Foldery:
pt_pt: Ficheiros e pastas:
ru_ru: Файлы и Папки:
tr_tr: Dosyalar ve Klasörler:

# TagLengthCannotBe
source: Tag length cannot be more than 30 characters
chs: 标签长度不能多于30字
cht: 標籤長度不能多於30字元。
de_de: Die Taglänge soll 30 Zeichen nicht überschreiten
el_gr: Το μήκος ετικέτας δεν μπορεί να είναι πάνω από 30 χαρακτήρες
es_es: La longitud de una etiqueta debe ser menos de 30 símbolos
fr_fr: La longueur d'une étiquette ne peut pas être plus de 30 caractères
hu_hu: A címke nem lehet hosszabb 30 karakternél
it_it: Tag non può essere composto da più di 30 caratteri
ja_jp: タグの長さは30文字以内です
nl_nl: de lengte van het label mag niet langer dan 30 tekens zijn
pl_pl: Długość taga nie może wynosić więcej niż 30 znaków
pt_pt: O comprimento de um rótulo deve ser inferior a 30 símbolos
ru_ru: Длина тэга может быть не более 30 символов
tr_tr: Etiket 30 karakterden uzun olamaz

# ATagCannotContain
source: A tag name cannot contain comma
chs: 标签名不能含有引号.
cht: 標籤名稱不能包含逗號
de_de: Der Tagname darf kein Komma enthalten
el_gr: Ένα όνομα tag δεν μπορεί να περιέχει κόμμα
es_es: Una etiqueta no puede contener comillas
fr_fr: Le nom de l'étiquette ne peut pas contenir une virgule
hu_hu: A címkenév nem tartalmazhat vesszőt
it_it: Un tag non può contenere virgola
ja_jp: タグ名には読点を利用出来ません。
nl_nl: De tag naam mag geen quotes bevatten
pl_pl: Tag nie może zawierać przecinek
pt_pt: Um rótulo não pode conter aspas
ru_ru: Тэг не может содержать запятую
tr_tr: Etiket adı virgül içeremez

# TagCreationHints
source: Hints for tag creation:
chs: 标签的限定:
cht: 建立標籤的提示：
de_de: Hinweis zur Erstellung der Tags:
el_gr: Συμβουλές για δημιουργία ετικέτας:
es_es: Sugerencias para rellenar etiquetas:
fr_fr: Aide à la création d'étiquette:
hu_hu: Tippek a címkék létrehozásához:
it_it: Restrizioni per creazione di tag:
ja_jp: タグ作成の制限:
nl_nl: aanbevelingen ontwerp label
pl_pl: Wskazówki do storzenia tagów:
pt_pt: Sugestões para o preenchimento tags:
ru_ru: Ограничения при создании тэгов:
tr_tr: Etiket oluşturma ipuçları:

source: Private
chs: 私有
cht: 私有
de_de: Privat
el_gr: Ιδιωτικό
es_es: Privado
fr_fr: Privée
hu_hu: Privát
it_it: Privato
ja_jp: 限定公開
nl_nl: Privé
pl_pl: Prywatne
pt_pt: Privado
ru_ru: Для избранных
tr_tr: Özel

source: Public
chs: 与全世界分享您的视频
cht: 與全世界分享您的影片
de_de: Öffentlich
el_gr: Κοινό
es_es: Público
fr_fr: Publique
hu_hu: Nyilvános
it_it: Pubblico
ja_jp: 公開
nl_nl: Openbaar
pl_pl: Publiczny
pt_pt: Público
ru_ru: Открыто для всех
tr_tr: Genel

# OpenDlgImageFilter
source: Image files
chs: 图像文件
cht: 影像檔
de_de: Bilddateien
el_gr: Αρχεία εικόνας
es_es: Archivos de imágenes
fr_fr: Fichiers d'images
hu_hu: Képfájlok
it_it: File di immagine
ja_jp: 画像のファイル
nl_nl: Bestanden met afbeeldingen
pl_pl: Pliki obrazów
pt_pt: Ficheiros de imagens
ru_ru: Файлы изображений
tr_tr: İmaj Dosyaları

source: Economy
chs: 经济质量
cht: 經濟品質
de_de: Ökonomisch
el_gr: Οικονομικότερη
es_es: Económica
fr_fr: Économe
hu_hu: Gazdaságos
it_it: Economica
ja_jp: 低画質
nl_nl: Economische
pl_pl: Ekonomia
pt_pt: Econômica
ru_ru: Экономное
tr_tr: Tasarruf

source: High
chs: 高质量
cht: 高品質
de_de: Hohe
el_gr: Υψηλό
es_es: Alta
fr_fr: Haute
hu_hu: Magas
it_it: Alta
ja_jp: 高画質
nl_nl: Hoge
pl_pl: Wysokie
pt_pt: Alta
ru_ru: Высокое
tr_tr: Yüksek

source: Standard
chs: 标准质量
cht: 標準品質
el_gr: Κανονικό
es_es: Estándar
ja_jp: 標準画質
nl_nl: Standaard
pl_pl: Standardowe
pt_pt: Estandardizada
ru_ru: Стандартное
tr_tr: Standart

source: Conversion progress
chs: 转换进度
cht: 轉換進度
de_de: Konvertierungsvorgang
el_gr: Πρόοδος μετατροπής
es_es: Progreso de conversión
fr_fr: Progrès de conversion
hu_hu: Konvertálás előrehaladottsága
it_it: Progresso di conversione
ja_jp: 変換処理
nl_nl: Vooruitgang omzetting
pl_pl: Postęp konwersji
pt_pt: Progreso de conversão
ru_ru: Прогресс конвертации
tr_tr: Dönüştürme sürüyor

source: Conversion failed
chs: 转换失败
cht: 轉換失敗
de_de: Konvertierung gescheitert
el_gr: Η μετατροπή απέτυχε
es_es: Conversión falló
fr_fr: Сonversion a échoué
hu_hu: Konvertálás nem sikerült
it_it: Conversione non riuscita
ja_jp: 変換に失敗しました
nl_nl: Conversie mislukt
pl_pl: Konwersja nie powiodła się
pt_pt: A conversão falhou
ru_ru: Конвертация не удалась
tr_tr: Dönüştürme başarısız

source: Some files were not processed
chs: 一些文件没被处理
cht: 有些檔案沒有處理
de_de: Einige Dateien wurden nicht bearbeitet
el_gr: Σε ορισμένα αρχεία δεν ήταν δυνατή η επεξεργασία
es_es: Unos archivos no se procesaron
fr_fr: Certains fichiers n'ont pas été traités
hu_hu: Néhány fájl nem került feldolgozásra
it_it: Alcuni file non sono stati elaborati
ja_jp: いくつかのファイルが処理されませんでした
nl_nl: Sommige bestanden zijn niet verwerkt
pl_pl: Niektóre pliki nie zostały opracowane
pt_pt: Alguns ficheiros não foram processados
ru_ru: Некоторые файлы не были обработаны
tr_tr: Bazı dosyalar işlenemedi

# DontAskAgain_EnableInOptions
source: Don't ask again. (Enable this question in Options)
chs: 不要再问这个 (在选项中启用这个问题)
cht: 不再詢問。（能在選項中開啟）
de_de: Diese Frage nicht mehr anzeigen. (Diese Frage im Optionen-Dialogfeld aktivieren)
el_gr: Μην ξαναρωτήσεις. (Ενεργοποιήστε το θέμα αυτό στις επιλογές)
es_es: No preguntar más. (Activa la cuestión en Opciones)
fr_fr: Ne pas demander. (Activez cette question dans Options)
hu_hu: Ne kérdezze újra. (Ezt a kérdés a Beállításokban kapcsolhatod be)
it_it: Non chiedere di più. (Attiva questa domanda in Opzioni)
ja_jp: 今後この画面を表示しない（この質問をオプションで有効）
nl_nl: Niet opnieuw deze vraag stellen. (Activeer deze vraag in Opties)
pl_pl: Nie pytaj ponownie. Aktywuj to pytanie w Opcjach
pt_pt: Não perguntar novamente. (Ativa essa questão em Opções)
ru_ru: Не спрашивать больше. (Активировать этот вопрос в опциях)
tr_tr: Tekrar sorma. (Seçeneklerde bu soruyu etkinleştirin)

# VideoMaybePartOfPlaylist
source: This video may be part of a playlist. Would you like to try to download the whole playlist?
chs: 该视频可能是播放表的一部分。你想下载全部的播放表？
cht: 這個影片可能是播放清單的一部分。是否嘗試下載整個播放清單？
de_de: Dieses Video kann ein Teil vom Playlist sein. Möchten Sie versuchen, den kompletten Playlist herunterzuladen?
el_gr: Αυτό το βίντεο μπορεί να είναι μέρος της μια λίστα αναπαραγωγής. Θέλετε να προσπαθήσετε να κάνετε λήψη ολόκληρη λίστα αναπαραγωγής;
es_es: El vídeo puede ser parte de una lista de reproducción. ¿Quieres tratar de descargar la lista de reproducción completa?
fr_fr: Cette vidéo peut faire partie d'une playlist. Voulez-vous essayer de télécharger toute la playlist?
hu_hu: Ez a videó már valószínűleg szerepel a lejátszási listában. Szeretnéd letölteni a teljes lejátszási listát?
it_it: Questo video può fare parte di una playlist. Vuoi provare a scaricare tutta la playlist?
ja_jp: この動画はプレイリストの一部です。全体のプレイリストをダウンロードしますか。
nl_nl: Deze video kan deel uitmaken van een afspeellijst. Wilt u proberen om de hele playlist te downloaden?
pl_pl: Ten materiał wideo może być częścią playlisty. Czy chcesz spróbować pobrać całą playlistę?
pt_pt: O vídeo pode ser parte de uma lista de reprodução. Queres descarregar a lista de reprodução completa?
ru_ru: Это видео может быть частью плeйлиста. Вы хотите попробовать скачать весь плeйлист?
tr_tr: Bu video çalma listesi parçası olabilir. Bütün çalma listesini indirmek istermisiniz?

source: No
chs: 否
cht: 否
de_de: Nein
el_gr: Όχι
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ru_ru: Нет
tr_tr: Hayır

source: Yes
chs: 是
cht: 是
de_de: Ja
el_gr: Ναι
es_es: Sí
fr_fr: Oui
hu_hu: Igen
it_it: Sì
ja_jp: はい
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
tr_tr: Evet

# URLNotContainYTVideos
source: This URL does not contain YouTube video
chs: This URL does not contain YouTube videos
cht: 網址並未包含Youtube影片。
de_de: Die URL enthält kein Video zum Herunterladen
el_gr: Αυτή η διεύθυνση URL δεν περιέχει βίντεο από το YouTube
es_es: Etse URL no contiene vídeos de YouTube
fr_fr: Ce lien ne contient pas de vidéos de YouTube
hu_hu: Ezen a linken nem található YouTube videó
it_it: Questo URL non contiene video YouTube
ja_jp: このリンクはYouTubeの動画を含めていません
nl_nl: Deze URL bevat geen YouTube-video's
pl_pl: Ten adres URL nie zawiera wideo YouTube
pt_pt: Etse URL não contém vídeos do YouTube
ru_ru: Ссылка не содержит YouTube видео
tr_tr: Bu URL YouTube videosu içermiyor

# SomeCodecsAreMissingTheyWillBeDownloaded
source: Some codecs are missing, they will be downloaded. Would you like to continue?
chs: 没有一些编码解码器，可以立即下载它们。继续？
cht: 聲音及影片編碼遺失。下載並安裝播放器。繼續？
de_de: Die fehlenden Codecs werden heruntergeladen. Möchten Sie fortfahren?
el_gr: Ορισμένοι κωδικοποιητές λείπουν, θα γίνει η λήψη τους. Θέλετε να συνεχίσετε;
es_es: No hay unos códecs, van a descargarse. ¿Quieres continuar?
fr_fr: Certains codecs sont manquants, ils seront téléchargés. Voulez-vous continuer?
hu_hu: Néhány kodek hiányzik, ezek most letöltésre kerülnek. Biztosan folytatod?
it_it: Alcuni codec sono mancanti, saranno scaricati. Continuare?
ja_jp: 必要なコーデックが足りなくて、ダウンロードされることになります。続行しますか。
pl_pl: Brakuje niektórych kodeków, zostaną one pobrane. Czy chcesz kontynuować?
pt_pt: Faltam alguns codecs, vão-se descargar. Queres continuar?
ru_ru: Не установлены аудио и видео кодеки. Скачать и установить?
tr_tr: Bazı codec bileşenleri hatalı, devam etmek ister misiniz?

source: Codecs download
chs: 编码解码器下载
cht: 編碼器下載
de_de: Codecs herunterladen
el_gr: Λήψη κωδικοποιητών
es_es: Descarga de códecs
fr_fr: Téléchargement de codecs
hu_hu: Kodekek letöltése
it_it: Download i codec
ja_jp: コーデックのダウンロード
nl_nl: Codecs downloaden
pl_pl: Pobieranie kodeków
pt_pt: Descarga de codecs
ru_ru: Загрузка кодеков
tr_tr: Codec İndir

source: Formats
chs: 格式
cht: 格式
de_de: Formate
el_gr: Μορφές
es_es: Formatos
hu_hu: Formátumok
it_it: Formati
ja_jp: 形式
nl_nl: Indelingen
pl_pl: Formaty
pt_pt: Formatos
ru_ru: Форматы
tr_tr: Biçimler

source: Show an HTML Example File After Conversion
chs: 转换完成后显示一个 HTML 示例文件
cht: 轉換完成後顯示一個 HTML樣本檔案
de_de: Eine HTML-Beispieldatei nach dem Konvertieren anzeigen
el_gr: Εμφάνιση HTML παράδειγμα για το αρχείο μετά τη μετατροπή
es_es: Mostrar un archivo de ejemplo HTML después de la conversión
fr_fr: Afficher un fichier HTML d'exemple après la conversion
hu_hu: HTML példafájl megjelenítése a konvertálás után
it_it: Mostrare un file di esempio HTML dopo la conversione
ja_jp: 変換後、例のHTMLファイルを表示
nl_nl: Een HTML-voorbeeldbestand tonen na conversie
pl_pl: Wyświetla przykładowy plik HTML po zakończeniu konwersji
pt_pt: Mostrar um exemplo em HTML após a conversão
ru_ru: Показать HTML пример после конвертации
tr_tr: Dönüştürmeden sonra örnek HTML göster

source: Player...
chs: 播放器...
cht: 播放器...
es_es: Reproductor...
fr_fr: Lecteur...
hu_hu: Lejátszó...
it_it: Lettore...
ja_jp: プレーヤー...
nl_nl: Speler...
pl_pl: Odtwarzacz...
ru_ru: Плеер...
tr_tr: Oynatıcı...

# UnableCreateOnCD
source: Unable to create a file on a CD/DVD disc.
chs: 无法在 CD/DVD 光盘上创建文件。
cht: 無法在 CD/DVD 光碟上建立檔案。
de_de: Fehler beim Erstellen einer Datei auf CD/DVD.
el_gr: Δεν είναι δυνατή η δημιουργία ενός αρχείου σε ένα δίσκο CD/DVD.
es_es: No se puede crear un archivo en un CD/DVD.
fr_fr: Impossible de créer un fichier sur un disque CD/DVD.
hu_hu: Fájl létrehozása a CD/DVD-n nem sikerült.
it_it: Impossibile creare un file su un CD/DVD.
ja_jp: CD/DVD上にファイルを作成出来ませんでした。
nl_nl: Er kan geen bestand worden gemaakt op een cd/dvd.
pl_pl: Nie można utworzyć pliku na dysku CD/DVD.
pt_pt: Não é possível criar um ficheiro em um disco de CD/DVD.
ru_ru: Нельзя создать файл на CD/DVD диске.
tr_tr: CD/DVD üzerinde dosya oluşturulamadı.

source: Audio
chs: 音频
cht: 聲音
el_gr: Ήχος
hu_hu: Hang
ja_jp: オーディオ
ru_ru: Аудио
tr_tr: Ses

# PleaseInstallTheLatest
source: Please install the latest version directly from our website:
chs: 请从我们的网址上下载最新版本:
cht: 請直接從我們的網站下載最新版本：
de_de: Bitte installieren Sie die aktuellste Version direkt von unserer Website:
el_gr: Παρακαλώ εγκαταστήστε την τελευταία έκδοση απευθείας από την ιστοσελίδα μας:
es_es: Por favor, instala la última versión directamente desde nuestro sitio web:
fr_fr: S'il vous plaît, installez la dernière version directement de notre site Web:
hu_hu: Kérlek telepítsd a legfrissebb verziót közvetlenül a honlapunkról:
it_it: Per favore, installa l'ultima versione dell'applicazione dal nostro sito web:
ja_jp: 当社のサイトから最新バージョンをインストールして下さい:
nl_nl: Installeer alstublieft de laatste versie rechtstreeks van onze website:
pl_pl: Zainstaluj najnowszą wersję z naszej strony internetowej:
pt_pt: Por favor, instala a última versão directamente do nosso sítio web:
ru_ru: Установите, пожалуйста, последнюю версию с нашего сайта:
tr_tr: Lütfen son versiyonu bizim websitemizden indirin:

# RequiredModuleMissing
source: The program cannot continue working as a required module is missing
chs: 程序不能继续运行：需要的组件丢失了
cht: 程式不能繼續運作：需要的模組遺失
de_de: Das Programm kann den Prozess nicht fortsetzen, weil das notwendige Modul fehlt
el_gr: Το πρόγραμμα δεν είναι δυνατό να συνεχίσει να λειτουργεί, διότι λείπει μια απαιτούμενη ενότητα
es_es: El programa no puede seguir ejecutando porque un módulo necesario falta
fr_fr: Le logiciel n'est pas capable de continuer à fonctionner parce que le module nécessaire est
hu_hu: A program nem képes folytatni a munkát, mert egy szükséges modul hiányzik
it_it: Il programma non può continuare a funzionare perche manca un modulo necessario
ja_jp: 必要なモジュールが見つからなかったので、プログラムは続行出来ません
nl_nl: Het programma kan niet blijven werken als een vereiste module ontbreekt
pl_pl: Program nie może kontynuować pracy, ponieważ brak wymaganego modułu
pt_pt: O programa não se pode continuar a executar porque falta um módulo necessário
ru_ru: Программа не может продолжить работу, поскольку отсутствует необходимый модуль
tr_tr: Program çalışmasına devam edemiyor, gerekli olan modül hatalı

source: Drag and drop files here
chs: 把文件拖放到这儿
cht: 把文件拖放到这儿
de_de: Dateien hierher ziehen
el_gr: Σύρετε και να αποθέσετε αρχεία εδώ
es_es: Arrastra unos archivos aquí
fr_fr: Faites glisser les fichiers ici
hu_hu: Húzd és dobd ide a fájlokat
it_it: Trascina i file qui
ja_jp: ここにファイルを引きずって下さい
nl_nl: Hier bestanden verplaatsen
pl_pl: Przeciągnij i upuść tutaj wybrane pliki
pt_pt: Arrasta alguns ficheiros aqui
ru_ru: Перетащите сюда файлы
tr_tr: Dosyaları sürükle ve bırak

source: Play
chs: 播放
cht: 播放
de_de: Abspielen
el_gr: Αναπαραγωγή
es_es: Reproducir
fr_fr: Reproduire
hu_hu: Lejátszás
ja_jp: 再生
nl_nl: Afspelen
pl_pl: Odtwarzaj
pt_pt: Reproduzir
ru_ru: Воспроизвести
tr_tr: Yürüt

source: Options
chs: 选项
cht: 選項
de_de: Optionen
el_gr: Επιλογές
es_es: Opciones
hu_hu: Beállítások
it_it: Opzioni
ja_jp: オプション
nl_nl: Opties
pl_pl: Opcje
pt_pt: Opções
ru_ru: Опции
tr_tr: Seçenekler

source: Up to date
chs: 已是最新
cht: 已是最新
de_de: Aktuell
el_gr: Ενημερωμένο
es_es: Actualizado
fr_fr: Version actuelle
hu_hu: Legfrissebb
it_it: Ultimo
ja_jp: 最新
nl_nl: Bijgewerkt
pl_pl: Aktualizacja
pt_pt: Actualizado
ru_ru: Актуальный
tr_tr: Bugüne kadar
